Repository: CodeForAfrica/harassment-manager
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: FeedShield has been designed to identify and filter abusive words and phrases, rather than images and videos.
ar: تم تصميم FeedShield لتحديد وتصفية الكلمات والعبارات السيئة ، بدلاً من الصور ومقاطع الفيديو.
fr: FeedShield a été conçu pour identifier et filtrer les mots et les syntagmes abusifs, plutôt que les images et les vidéos.

source: FeedShield does not currently identify abusive DMs. It only analyses public Tweets and comments.
ar: لا يتعرف FeedShield حاليًا على رسائل DM السيئة. إنه يحلل فقط التغريدات والتعليقات العامة.
fr: FeedShield n'identifie pas actuellement les messages en privé abusifs. Il n'analyse que les tweets et les commentaires publics

source: FeedShield is a pilot project. We would therefore love to hear your feedback, and answer any questions not covered by these FAQs. Please email <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> and our team will get back to you as quickly as possible. This email address is not monitored 24/7 and should not be used to contact CfA for urgent assistance with any harassment. If you need urgent help, use the helpline <a>here</a>
ar: FeedShield هو مشروع تجريبي. لذلك نود أن نسمع منك ردود الفعل الخاصة بك ، والإجابة على أي أسئلة لم تغطها هذه الأسئلة الشائعة. يرجى إرسال بريد إلكتروني إلى <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> وسيقوم فريقنا بالرد عليك في أقرب وقت ممكن. لا يتم مراقبة عنوان البريد الإلكتروني هذا على مدار 24/7 ويجب عدم استخدامه للاتصال بـ CfA للحصول على مساعدة عاجلة في أي تحرش. إذا كنت بحاجة إلى مساعدة عاجلة ، استخدم خط المساعدة <a> هنا </a>

source: The FeedShield team will be offering regular training, and other material and technical support to institutional partners. We will be also offering research fellowships to better understand how online trolls are coordinating their harassment of women in particular.If you are interested in keeping updated, email <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> with a request to be added to our community list.
ar: سيقدم فريق FeedShield تدريبًا منتظمًا ، ومواد أخرى ودعمًا فنيًا للشركاء المؤسسيين. سنقدم أيضًا منحًا دراسية لفهم أفضل لكيفية تنسيق المتنمرين عبر الإنترنت لمضايقة النساء على وجه الخصوص. إذا كنت مهتمًا بالبقاء على اطلاع ، فأرسل بريدًا إلكترونيًا إلى <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> مع طلب لإضافتك إلى قائمة مجتمعنا.

source: What is the timeframe for which I can create a report on my Tweets using Feedshield?
ar: ما هو الإطار الزمني الذي يمكنني من خلاله إنشاء تقرير عن تغريداتي باستخدام Feedshield؟
fr: Dans quel délai puis-je créer un rapport sur mes tweets à l'aide de Feedshield ?

source: FeedShield allows you to generate reports on tweets that have been live within the most recent 7 days.
ar: يتيح لك FeedShield إنشاء تقارير عن التغريدات التي كانت مباشرة خلال 7 أيام ماضية.
fr: FeedShield vous permet de générer des rapports sur les tweets publiés au cours des 7 derniers jours.

source: Resource Kit
ar: مجموعة الموارد
fr: Kit de ressources

source: Find skills, tools and partners.
ar: ابحث عن المهارات والأدوات والشركاء.
fr: Trouver des compétences, des outils et des partenaires.

source: Interactive Lessons
ar: دروس تفاعلية
fr: Leçons interactives

source: Resource kits
ar: مجموعات الموارد
fr: Kits de ressources

source: Self-help Tools
ar: أدوات العون الذاتي
fr: Outils d'auto-assistance

source: Support Organisations
ar: منظمات الدعم
fr: Organisations de soutien

source: Interactive Lessons
ar: دروس تفاعلية
fr: Leçons interactives

source: Resource Kits
ar: مجموعات الموارد
fr: Kits de ressources

source: Self-help Tools
ar: أدوات العون الذاتي
fr: Outils d'auto-assistance

source: Support Organisations
ar: منظمات الدعم
fr: Organisations de soutien

source: Trolls use online violence to silence civic watchdogs. FeedShield is a free tool powered by Jigsaw, using its Harassment Manager toolkit, and implemented by Code for Africa (CfA) to help Twitter users document and manage online harassment and abuse.
ar: يستخدم المتنمرون العنف عبر الإنترنت لإسكات المراقبين المدنيين. يعد FeedShield أداة مجانية مدعومة من قبل Jigsaw ، باستخدام مجموعة أدوات إدارة التحرش الخاصة به ، وتنفيذ Code for Africa (CfA) لمساعدة مستخدمي Twitter على توثيق وإدارة التحرش والإساءة عبر الإنترنت.
fr: Les trolls utilisent la violence en ligne pour réduire au silence les gens pratiquant la surveillance civique. FeedShield est un outil gratuit développé par Jigsaw, utilisant sa boîte à outils de gestion du harcèlement, et mis en œuvre par Code for Africa (CfA) pour aider les utilisateurs de Twitter à documenter et à gérer le harcèlement et les abus en ligne.

source: Powered by
ar: مشغل بواسطة
fr: Développé par

source: Resources
ar: موارد
fr: Ressources

source: FAQ's
ar: الأسئلة الشائعة

source: Opportunities
ar: فرص
fr: Opportunités

source: Privacy
ar: خصوصية
fr: Restez en contact

source: Stay in touch
ar: ابقى على تواصل
fr: Confidentialité

source: Welcome back<span *ngIf="name">,<br /> {{name}}span>!
ar: مرحبا بعودتك <span *ngIf="name"> ، <br /> {{name}} span>!

source: Continue from where you left off.
ar: تابع من حيث توقفت.
fr: Continuez là où vous vous étiez arrêté.

source: Continue report
ar: تقرير مستمر
fr: Continuer le rapport

source: Start over
ar: ابدأ من جديد
fr: Recommencer

source: Review Comments
ar: مراجعة التعليقات
fr: Revoir les commentaires

source: These results are categorised by
ar: تم تصنيف هذه النتائج حسب
fr: Ces résultats sont classés par

source: Machine learning is the processs of using computers to learn based on data. This tool uses machine learning developed by Perspective API, which has been tested and trained to score comments based on their possible impact.
ar: التعلم الآلي هو عملية استخدام الكمبيوترات للتعلم بناءً على البيانات. تستخدم هذه الأداة التعلم الآلي الذي طورته Perspective API ، والذي تم اختباره و تدريبه لتسجيل التعليقات بناءً على تأثيرها المحتمل.
fr: L'apprentissage automatique est le processus d'utilisation des ordinateurs pour apprendre en fonction des données. Cet outil utilise l'apprentissage automatique développé par Perspective API, qui a été testé et formé pour noter les commentaires en fonction de leur impact possible.

source: machine learning <mat-icon>info_outline</mat-icon>
ar: التعلم الآلي <mat-icon> info_outline </mat-icon>

source: based on their likeliness of containing
ar: بناءً على احتمالية احتوائها على
fr: en fonction de leur probabilité de contenir un

source: Harmful content is rude, disrespectful, or unreasonable content that is likely to make you leave a discussion. We use this definition as a guideline when grouping and scoring comments.
ar: المحتوى الضار هو محتوى وقح أو غير محترم أو غير معقول من المحتمل أن يجعلك تترك المناقشة. نستخدم هذا التعريف كدليل عند تجميع التعليقات وتسجيلها.
fr: Le contenu nocif est un contenu grossier, irrespectueux ou déraisonnable qui est susceptible de vous faire quitter une discussion. Nous utilisons cette définition comme ligne directrice lors du regroupement et de la notation des commentaires.

source: harmful content <mat-icon>info_outline</mat-icon>
ar: المحتوى الضار <mat-icon> info_outline </mat-icon>

source: Start a report with grouped comments
ar: ابدأ تقريرًا مع التعليقات المجمعة
fr: Commencez un rapport avec des commentaires groupés

source: Comments are grouped based on priority. Use these groups to start building a report.
ar: يتم تجميع التعليقات بناءً على الأولوية. استخدم هذه المجموعات لبدء إنشاء تقرير.
fr: Les commentaires sont regroupés en fonction de leur priorité. Utilisez ces groupes pour commencer à construire un rapport.

source: Already know what you're looking for?
ar: هل تعرف بالفعل ما الذي تبحث عنه؟

source: These results are categorised by machine learning based on their likeliness of containing harmful content.
ar: تم تصنيف هذه النتائج بواسطة التعلم الآلي بناءً على احتمالية احتوائها على محتوى ضار.
fr: Ces résultats sont classés par apprentissage automatique en fonction de leur probabilité de contenir un contenu nocif.

source: Welcome to FeedShield
ar: مرحبًا بك في FeedShield
fr: Bienvenue sur FeedShield

source: Use the tool to flag online harrasment and collect evidence about the abuse
ar: استخدم الأداة للإبلاغ عن التحرش عبر الإنترنت وجمع الأدلة حول الإساءة
fr: Utilisez l'outil pour signaler le harcèlement en ligne et recueillir des preuves sur les abus

source: A man with a cap stands and writes on a very large document hanging on a wall. There are geometric shapes with varying textures on the ground
ar: رجل بقبعة يقف ويكتب على وثيقة كبيرة جدًا معلقة على الحائط. هناك أشكال هندسية ذات ملمس متنوع على الأرض
fr: Un homme avec une casquette se tient debout et écrit sur un très grand document accroché au mur. Il y a des formes géométriques avec des textures variées sur le sol

source: The tool will categorise comments based on their likeliness of containing harmful content.
ar: ستصنف الأداة التعليقات بناءً على احتمالية احتوائها على محتوى ضار.
fr: L'outil classera les commentaires en fonction de leur probabilité de contenir un contenu nocif.

source: A woman placing a huge, person-sized document in a similarly huge folder.
ar: امرأة تضع وثيقة ضخمة بحجم الشخص في مجلد ضخم مماثل.
fr: Une femme place un document énorme de la taille d'une personne dans un dossier tout aussi énorme.

source: Document the evidence and take action
ar: وثق الأدلة وتحرك
fr: Documenter les preuves et agir

source: Create a report. Select the comments to be included in your report. Reports can be downloaded and shared with third parties as needed. You can also block or mute accounts and hide replies, without having to review the harmful content
ar: أنشئ تقريرًا. حدد التعليقات التي سيتم تضمينها في تقريرك. يمكن تنزيل التقارير ومشاركتها مع أطراف ثالثة حسب الحاجة. يمكنك أيضًا حظر أو كتم الحسابات وإخفاء الردود ، دون الحاجة إلى مراجعة المحتوى الضار
fr: Créer un rapport. Sélectionnez les commentaires à inclure dans votre rapport. Les rapports peuvent être téléchargés et partagés avec des tiers au besoin. Vous pouvez également bloquer ou masquer des comptes et masquer des réponses, sans avoir à examiner le contenu nocif

source: A woman walks among geometric shapes strewn about the floor. She is holding a large circular shape in her arm.
ar: امرأة تمشي بين الأشكال الهندسية المنتشرة على الأرض. إنها تحمل شكل دائري كبير في ذراعها.
fr: Une femme marche parmi des formes géométriques éparpillées sur le sol. Elle tient un grand cercle dans son bras.

source: Loading comments from Twitter
ar: تحميل التعليقات من تويتر
fr: Chargement des commentaires de Twitter

source: Loading times will vary depending on how many comments you have
ar: ستختلف أوقات التحميل اعتمادًا على عدد التعليقات التي لديك
fr: Les temps de chargement varieront en fonction du nombre de commentaires que vous avez

source: {{commentCount}} comments loaded and more to come
ar: {{commentCount}} تم تحميل التعليقات والمزيد قادم
fr: {{commentCount}} commentaires chargés et d'autres à venir

source: Do you want to take an active role in combating online abuse? Join us!
ar: هل تريد أن تلعب دورًا فعالًا في مكافحة الإساءة عبر الإنترنت؟ انضم إلينا!
fr: Vous souhaitez jouer un rôle actif dans la lutte contre les abus en ligne ? Rejoignez-nous !

source: Call for Early Adopters
ar: دعوة للمعتمدين المبكرين
fr: Appel aux adopteurs précocese

source: Do trolls invade your timeline all too often? Want to filter them out before you read them?
ar: هل يغزو المتنمرون الخاص بك الجدول الزمني في كثير من الأحيان؟ تريد تصفيتهم قبل قراءتهم؟
fr: Les trolls envahissent-ils trop souvent votre timeline ? Vous voulez les filtrer avant de les lire ? En savoir plus

source: Call for Research Partners
ar: دعوة لشركاء البحث
fr: Appel à partenaires de recherche

source: Do you want to take an active role in combating coordinated online abuse that targets African women journalists, election candidates or other human rights defenders ?
ar: هل تريد أن تلعب دورًا فعالًا في مكافحة الإساءة التنسيقية عبر الإنترنت التي تستهدف الصحفيات الإفريقيات والمرشحات للانتخابات أو المدافعات عن حقوق الإنسان الأخريات؟
fr: Voulez-vous jouer un rôle actif dans la lutte contre les abus coordonnés en ligne qui ciblent les femmes journalistes africaines, les candidats aux élections ou d'autres défenseurs des droits humains ?

source: Report Summary
ar: ملخص التقرير
fr: Rapport sommaire

source: Here's an overview of your harassment report. View Summary in Page 2.
ar: إليك نظرة عامة على تقرير التحرش الخاص بك. عرض الملخص في الصفحة 2.

source: Total Comments:
ar: مجموع التعليقات:
fr: Total des commentaires :

source: Directed At:
ar: موجه إلى:
fr: Dirigé à :

source: Date Created:
ar: تاريخ الإنشاء:
fr: Date de création :

source: Date Range:
ar: نطاق التاريخ:
fr: Période :

source: Toxicity:
ar: سمية:
fr: Toxicité :

source: Reported Due to:
ar: تم الإبلاغ عنه بسبب:
fr: Rapporté en raison de :

source: Additional Context:
ar: سياق إضافي:
fr: Contexte supplémentaire :

source: FeedShield Report Details</h1> </div> <table mat-table [dataSource]="dataSource" class="mat-elevation-z8 page-2"> <ng-container matColumnDef="comment"> <th ma FeedShield Report Details
ar: تفاصيل تقرير FeedShield

source: Comment
ar: تعليق
fr: Commentaire

source: Image
ar: صورة

source: Hashtag
ar: وسم

source: Author
ar: مؤلف
fr: Auteur

source: Time Posted
ar: الوقت المنشور
fr: Heure de publication

source: Tweet ID
ar: معرف التغريدة
fr: ID du Tweet

source: Comment ID
ar: معرف التعليق
fr: ID du commentaire

source: Toxicity (%)
ar: السمية (%)
fr: Toxicité (%)

source: Severe (%)
ar: شديد (%)
fr: Grave (%)

source: Insult (%)
ar: إهانة (%)
fr: Insulte (%)

source: Profanity (%)
ar: الفاظ بذيئة (%)
fr: Obscénité (%)

source: Threat (%)
ar: تهديد (%)
fr: Menace (%)

source: Identity (%)
ar: هوية (%)
fr: Identité (%)

source: Retweets
ar: إعادة التغريد

source: Likes
ar: إعجابات
fr: J'aime

source: Comments
ar: تعليقات
fr: Commentaires

source: Add Comments
ar: إضافة تعليقات
fr: Ajouter des commentaires

source: Edit Details
ar: تعديل التفاصيل
fr: Modifier les détails

source: Take Action
ar: اتخذ إجراء
fr: Prendre des mesures

source: Unmask the trolls
ar: كشف النقاب عن المتنمرين
fr: Démasquer les trolls

source: How our investigators can help
ar: كيف يمكن لمحققينا المساعدة
fr: Comment nos enquêteurs peuvent aider

source: Trolls often hide behind fake accounts (what we call sock-puppets) or rely on misleading claims to smear or attack human rights defenders. CfA has Africa’s largest teams working to debunk disinformation and expose the hidden networks coordinating the abuse. Here’s how they can help you:
ar: غالبًا ما يختبئ المتنمرون وراء حسابات وهمية (ما نسميه الجواري) أو يعتمدون على مزاعم مضللة لتشويه أو مهاجمة المدافعين عن حقوق الإنسان. تعمل CfA على فضح الأكاذيب وكشف الشبكات المخفية التي تنسق الإساءة. إليك كيف يمكن أن يساعدوك:
fr: Les trolls se cachent souvent derrière de faux comptes (ce que nous appelons des sock-puppets) ou s'appuient sur des affirmations trompeuses pour diffamer ou attaquer les défenseurs des droits humains. CfA dispose des plus grandes équipes d'Afrique qui travaillent à démystifier la désinformation et à exposer les réseaux cachés qui coordonnent les abus. Voici comment elles peuvent vous aider :

source: Fact-checking false claims
ar: فحص المزاعم الكاذبة
fr: Vérification des fausses affirmations

source: CfA’s PesaCheck is the continent’s largest fact-checking newsroom, with full-time researchers in 14 African countries. It is an accredited member of the IFCN (International Fact Checking Network), and adheres to a strict <a href="https://ifcncodeofprinciples.poynter.org/know-more/the-commitments-of-the-code-of-principles" target="_blank" rel="noopener">ethical code</a>. PesaCheck’s fact-checks are published by a wide network of partner media across Africa, and are also used by social media platforms such as Facebook, Instagram and TikTok to combat toxic content. Facebook alone uses PesaCheck debunks to label over two million posts per year as harmful or misleading content. PesaCheck may help research and debunk any misleading claims being used to target or harass you, if the claims meet PesaCheck’s <a href="https://pesacheck.org/our-methodology-f3d77521a1ee" target="_blank" rel="noopener">eligibility criteria</a>.
ar: يعد PesaCheck التابع لـ CfA أكبر غرفة أخبار للتحقق من الحقائق على القارة ، مع وجود باحثين بدوام كامل في 14 دولة أفريقية. إنه عضو معتمد في IFCN (شبكة التحقق من الحقائق الدولية) ، ويلتزم برمز أخلاقي صارم <a href="https://ifcncodeofprinciples.poynter.org/know-more/the-commitments-of-the-code-of-principles" target="_blank" rel="noopener">. تنشر PesaCheck التحقق من الحقائق من قبل شبكة واسعة من وسائل الإعلام الشريكة في جميع أنحاء أفريقيا ، وتستخدم أيضًا من قبل منصات التواصل الاجتماعي مثل Facebook و Instagram و TikTok لمكافحة المحتوى السام. يستخدم Facebook وحده PesaCheck debunks لوصف أكثر من مليوني منشور سنويًا كمحتوى ضار أو مضلل. قد يساعد PesaCheck في البحث وإسقاط أي مزاعم مضللة تستخدم لاستهدافك أو التحرش بك ، إذا كانت المزاعم تلبي معايير الأهلية <a href="https://pesacheck.org/our-methodology-f3d77521a1ee" target="_blank" rel="noopener">.

source: Identifying the troll networks
ar: تحديد شبكات المتنمرين
fr: Identifier les réseaux de trolls

source: CfA’s iLAB at the African Network of Centres for Investigative Reporting (ANCIR) work alongside PesaCheck, as the continent’s largest network of forensic analysts who ‘connect the dots’. They do this by exposing the coordinated networks behind the abuse, mapping the influencers, diagnosing the techniques they use, and tracking the narratives. Their analyses help watchdog organisations determine whether the social media platform policies have been iolated, or whether other safeguards against amplified hate speech and toxic content have been violated. iLAB’ss dossiers serve as evidence for investigative media, and contribute to remedial action by both platforms and regulators who take down or de-platform entire networks of inauthentic accounts on social media.
ar: يعمل iLAB في شبكة المراكز الأفريقية للتحقيق الصحفي (ANCIR) جنبًا إلى جنب مع PesaCheck ، كأكبر شبكة للمحللين الجنائيين على القارة الأفريقية الذين يربطون النقاط. يقومون بذلك من خلال الكشف عن الشبكات المنسقة وراء الإساءة ، ورسم الخرائط للمؤثرين ، وتشخيص التقنيات التي يستخدمونها ، وتتبع السرد. تساعد تحليلاتهم منظمات المراقبة على تحديد ما إذا كانت سياسات منصات التواصل الاجتماعي قد تم انتهاكها ، أو ما إذا تم انتهاك أي ضمانات أخرى ضد خطاب الكراهية المكثف والمحتوى السام. تعمل ملفات iLAB كدليل للإعلام التحقيقي ، وتساهم في اتخاذ إجراءات تصحيحية من قبل كل من المنصات والجهات التنظيمية التي تقوم بإزالة أو إلغاء منصة شبكات كاملة من الحسابات غير الأصلية على وسائل التواصل الاجتماعي.
fr: L'iLAB du CfA au sein du Réseau africain des centres de journalisme d'investigation (ANCIR) travaille aux côtés de PesaCheck et est le plus grand réseau d'analystes du continent qui "relient les liens pour tirer des conclusions". Pour ce faire, ils mettent au jour les réseaux coordonnés à l'origine des abus, cartographient les personnes influentes, diagnostiquent les techniques qu'elles utilisent et suivent les récits. Leurs analyses aident les organismes de surveillance à déterminer si les politiques des plateformes de médias sociaux ont été violées ou si d'autres mesures de protection contre l'amplification des discours haineux et des contenus toxiques ont été enfreintes. Les dossiers d'iLAB servent de preuves aux médias d'investigation et contribuent aux mesures correctives prises par les plateformes et les régulateurs qui suppriment ou déplateforment des réseaux entiers de comptes inauthentiques sur les médias sociaux.

source: Meet the team
ar: تعرف على الفريق
fr: Voici l'équipe

source: Request technical investigative support
ar: طلب الدعم التحقيقي التقني
fr: Demande d'assistance technique d'enquête

source: Are you convinced that the harassment targeting you is part of a coordinated campaign, or is being amplified by an inauthentic network? Complete the simple form below so that we can help verify whether our teams are able to help. You will need to first use the FeedShield tool to analyse the harassment, and must download both the resulting PDF report and CSV (spreadsheet) dataset. Share as much extra information as you can on the form, and tell us why you think there might be a network of trolls or other coordination behind the abuse. Also tell us why you think you are being targeted, and by who. Be sure to share your contact information, so our team can get back to you.
ar: هل أنت مقتنع بأن التحرش الذي يستهدفك هو جزء من حملة منسقة ، أو أنه يتم تضخيمه من خلال شبكة غير أصلية؟ أكمل النموذج البسيط أدناه حتى نتمكن من التحقق مما إذا كان فريقنا قادرًا على المساعدة. ستحتاج إلى استخدام أداة FeedShield أولاً لتحليل التحرش ، ويجب عليك تنزيل كل من تقرير PDF الناتج ومجموعة البيانات CSV (جدول البيانات). شارك قدر المستطاع من المعلومات الإضافية في النموذج ، وأخبرنا لماذا تعتقد أنه قد يكون هناك شبكة من المتنمرين أو تنسيقًا آخر وراء الإساءة. أخبرنا أيضًا لماذا تعتقد أنك تتعرض للاستهداف ، ومن قبل من. تأكد من مشاركة معلومات الاتصال الخاصة بك ، حتى يتمكن فريقنا من الرد عليك.
fr: Êtes-vous convaincu que le harcèlement qui vous vise fait partie d'une campagne coordonnée ou qu'il est amplifié par un réseau inauthentique ? Remplissez le formulaire ci-dessous afin que nous puissions vérifier si nos équipes sont en mesure de vous aider. Vous devrez d'abord utiliser l'outil FeedShield pour analyser le harcèlement, puis télécharger le rapport PDF et l'ensemble de données CSV (feuille de calcul) qui en résultent. Fournissez autant d'informations supplémentaires que possible sur le formulaire et dites-nous pourquoi vous pensez qu'un réseau de trolls ou une autre coordination est à l'origine de l'abus. Dites-nous également pourquoi vous pensez être ciblé et par qui. N'oubliez pas de nous communiquer vos coordonnées afin que notre équipe puisse vous recontacter.

source: Complete the form <a class="button" href="https://docs.google.com/forms/d/e/1FAIpQLScv6BO-r0XX1dmOFgjuJ4k52sULHdCNL6ru5Nxd734LiFdw6Q/viewform" target="_blank" rel="noopener">here</a>
ar: أكمل النموذج <a class="button" href="https://docs.google.com/forms/d/e/1FAIpQLScv6BO-r0XX1dmOFgjuJ4k52sULHdCNL6ru5Nxd734LiFdw6Q/viewform" target="_blank" rel="noopener"> هنا </a>

source: Senior Investigations Manager
ar: مدير التحقيقات العليا
fr: Directeur principal des enquêtes

source: Senior Investigative Data Analyst
ar: محلل بيانات تحقيقات عليا
fr: Analyste principal des données d'enquête

source: Senior Investigative Researcher
ar: باحث تحقيقات عليا
fr: Chercheur principal en enquête

source: Investigative Data Analyst
ar: محلل بيانات تحقيقات
fr: Analyste de données d'enquête

source: Total
ar: مجموع

source: Comments</div> </div> <div class="row"> <div class="summary-attribute-name" i18n>Toxicity Average</div> <div class="details"> Comments
ar: Comments</div> </div> <div class="row"> <div class="summary-attribute-name" i18n>Toxicity Average</div> <div class="details"> تعليقات

source: Toxicity Average
ar: متوسط السمية
fr: Moyenne de toxicité

source: Toxicity types
ar: أنواع السمية
fr: Types de toxicité

source: Users
ar: المستخدمين
fr: Utilisateurs

source: 1 Comment
ar: 1 تعليق
fr: 1 commentaire

source: We've hidden and summarized the full contents of your report. You can unhide this information at any time.
ar: لقد أخفينا ولخصنا محتويات تقريرك بالكامل. يمكنك إظهار هذه المعلومات في أي وقت.

source: Hide comments
ar: إخفاء التعليقات
fr: Masquer les commentaires

source: Show comments
ar: إظهار التعليقات
fr: Afficher les commentaires

source: Remove all
ar: إزالة الكل
fr: Supprimer tout

source: Type of harassment
ar: نوع التحرش
fr: Type de harcèlement

source: Additional notes
ar: ملاحظات إضافية
fr: Notes supplémentaires
