Repository: CodeForAfrica/harassment-manager
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: Got it
ar: فهمت
fr: Compris

source: ltr
ar: rtl

source: Are you sure you want to start over?
ar: هل أنت متأكد أنك تريد البدء من جديد؟
fr: Êtes-vous sûr de vouloir recommencer ?

source: Restarting will remove all comments from this report so that you can start over. You may only create one report at a time.
ar: سيؤدي إعادة التشغيل إلى إزالة جميع التعليقات من هذا التقرير حتى تتمكن من البدء من جديد. قد تقوم بإنشاء تقرير واحد فقط في كل مرة.
fr: Le redémarrage supprimera tous les commentaires de ce rapport afin que vous puissiez recommencer. Vous ne pouvez créer qu'un seul rapport à la fois.

source: No thanks
ar: لا شكراً
fr: Non merci

source: Yes, start report over
ar: نعم ، ابدأ التقرير من جديد
fr: Oui, recommencer le rapport

source: Toxicity summary:
ar: ملخص السمية:
fr: Résumé de la toxicité :

source: Toxicity - {{formatScore(comment.scores['TOXICITY'])}}%
ar: السمية - {{formatScore(comment.scores['TOXICITY'])}}٪

source: Severe Toxicity - {{formatScore(comment.scores['SEVERE_TOXICITY'])}}%
ar: السمية الشديدة - {{formatScore(comment.scores['SEVERE_TOXICITY'])}}٪

source: Insult - {{formatScore(comment.scores['INSULT'])}}%
ar: الإهانة - {{formatScore(comment.scores['INSULT'])}}٪

source: Threat - {{formatScore(comment.scores['THREAT'])}}%
ar: التهديد - {{formatScore(comment.scores['THREAT'])}}٪

source: Profanity - {{formatScore(comment.scores['PROFANITY'])}}%
ar: الشتائم - {{formatScore(comment.scores['PROFANITY'])}}٪

source: Identity Attack - {{formatScore(comment.scores['IDENTITY_ATTACK'])}}%
ar: هجوم الهوية - {{formatScore(comment.scores['IDENTITY_ATTACK'])}}٪

source: Impact summary:
ar: ملخص التأثير:
fr: Résumé de l'impact :

source: {{tweet.item.retweet_count | number: '1.0-0'}} Retweets
ar: {{tweet.item.retweet_count | number: '1.0-0'}} إعادة التغريد

source: {{tweet.item.favorite_count | number: '1.0-0'}} Likes
ar: {{tweet.item.favorite_count | number: '1.0-0'}} إعجابات

source: {{tweet.item.reply_count | number: '1.0-0'}} Comments
ar: {{tweet.item.reply_count | number: '1.0-0'}} تعليقات

source: View on {{siteLabel}}
ar: عرض على {{siteLabel}}
fr: Voir sur {{siteLabel}}

source: Create Report
ar: إنشاء تقرير
fr: Créer un rapport

source: Review and select the content you want to include in your report. Once completed, you can block or mute accounts, hide replies, or save and share your report
ar: قم بمراجعة وتحديد المحتوى الذي تريد تضمينه في تقريرك. بمجرد الانتهاء ، يمكنك حظر أو كتم الحسابات ، أو إخفاء الردود ، أو حفظ ومشاركة تقريرك
fr: Examinez et sélectionnez le contenu que vous souhaitez inclure dans votre rapport. Une fois terminé, vous pouvez bloquer ou mettre en sourdine des comptes, masquer des réponses ou enregistrer et partager votre rapport.

source: Narrow results
ar: تضييق النتائج
fr: Restreindre les résultats

source: Search and filter to find the comments you want to add to your report.
ar: ابحث وفلتر للعثور على التعليقات التي تريد إضافتها إلى تقريرك.
fr: Recherchez et filtrez pour trouver les commentaires que vous souhaitez ajouter à votre rapport.

source: Displays the search bar, and menus for filtering by time (default since yesterday), harmful categories (5 selected by default), and more filter options (none selected by default).
ar: فهمت
fr: Affiche la barre de recherche et les menus pour filtrer par heure (par défaut depuis hier), catégories préjudiciables (5 sélectionnées par défaut) et plus d'options de filtrage (aucune sélectionnée par défaut).

source: Got it
ar: فهمت
fr: Compris

source: Loading comments from Twitter...
ar: تحميل التعليقات من تويتر ...
fr: Chargement des commentaires de Twitter...

source: Last refreshed
ar: آخر تحديث
fr: Dernier rafraîchissement

source: Comment Preview:
ar: معاينة التعليق:
fr: Aperçu du commentaire :

source: Hide
ar: إخفاء
fr: Masquer

source: Show
ar: إظهار
fr: Afficher

source: Choose what you see
ar: اختر ما تراه
fr: Choisissez ce que vous voyez

source: Comments are blurred by default. Use this setting to indicate what type of content you want to see.
ar: تتم محاذاة التعليقات افتراضيًا. استخدم هذا الإعداد للإشارة إلى نوع المحتوى الذي تريد رؤيته.
fr: Les commentaires sont floutés par défaut. Utilisez ce paramètre pour indiquer le type de contenu que vous souhaitez voir.

source: Displays the comment blur button toggle option, set to hidden by default
ar: يعرض خيار تبديل زر تشويش التعليق ، مضبوطًا على الإخفاء افتراضيًا
fr: Affiche le bouton de basculement du flou des commentaires, réglé par défaut sur masqué

source: Got it
ar: فهمت
fr: Compris

source: Sort by:
ar: ترتيب حسب:
fr: Trier par :

source: comments loaded...
ar: تم تحميل التعليقات ...
fr: commentaires chargés...

source: Review comments
ar: مراجعة التعليقات
fr: Examiner les commentaires

source: See a limited number of comments per page.
ar: انظر عددًا محدودًا من التعليقات في كل صفحة.
fr: Voir un nombre limité de commentaires par page.

source: Displays the pagination buttons, showing which comments are visible on this page and the total number of comments.
ar: يعرض أزرار الترقيم ، ويبين التعليقات المرئية في هذه الصفحة وإجمالي عدد التعليقات.
fr: Affiche les boutons de pagination, indiquant quels commentaires sont visibles sur cette page et le nombre total de commentaires.

source: Got it
ar: فهمت
fr: Compris

source: No comments found
ar: لم يتم العثور على تعليقات
fr: Aucun commentaire trouvé

source: No comments found for the current filters
ar: لم يتم العثور على تعليقات للمرشحات الحالية
fr: Aucun commentaire trouvé pour les filtres actuels

source: Error loading comments. Please try again.
ar: حدث خطأ أثناء تحميل التعليقات. حاول مرة اخرى من فضلك.
fr: Erreur lors du chargement des commentaires. Veuillez réessayer.

source: Add comments
ar: إضافة تعليقات
fr: Ajouter des commentaires

source: View comment details and select which comments to include in your report. Your work will be saved if you leave and come back.
ar: عرض تفاصيل التعليق وتحديد التعليقات التي تريد تضمينها في تقريرك. سيتم حفظ عملك إذا غادرت وعدت.
fr: Affichez les détails du commentaire et sélectionnez les commentaires à inclure dans votre rapport. Votre travail sera enregistré si vous partez et revenez.

source: Displays the comment card, which includes info on how likely harmful the comment is, the comment's popularity, the time it was posted, and comment text and other metadata. It can be expanded to show more details about toxicity model scores and engagement metrics for this comment.
ar: يعرض بطاقة التعليق ، والتي تتضمن معلومات حول مدى احتمالية إلحاق الضرر بالتعليق ، وشعبيته ، والوقت الذي تم نشره ، ونص التعليق والبيانات الوصفية الأخرى. يمكن توسيعه لعرض مزيد من التفاصيل حول درجات نموذج السمية ومقاييس الارتباط لهذا التعليق.

source: Got it
ar: فهمت
fr: Compris

source: Back
ar: الى الخلف
fr: Retour

source: Next
ar: التالى
fr: Suivant

source: Showing length of length comments
ar: عرض length من length تعليقات
fr: Affichage de length de length commentaires

source: Showing startIndex + 1 – endIndex of length comments
ar: عرض startIndex + 1 - endIndex من length تعليقات
fr: Affichage de startIndex + 1 – endIndex de length commentaires

source: Connect with allies
ar: الاتصال بالحلفاء
fr: Entrer en contact avec les alliés

source: Find counselling or campaigners
ar: العثور على المستشارين أو المتحدثين
fr: Trouver des conseils ou des militants

source: Virtual Helpline
ar: خط المساعدة الافتراضي
fr: Ligne d'assistance virtuelle

source: Need help? FeedShield offers a virtual helpline for people facing online harassment to talk to trained crisis counsellors, who will help connect users with local experts or support organisations. The helpline is run by a trauma counselling CSO based, Mental 360, in Kenya, and can currently only support callers in English. FeedShield will add partners who can assist in other international languages such as Arabic and French in 2023.
ar: هل تحتاج للمساعدة؟ يوفر FeedShield خط مساعدة افتراضي للأشخاص الذين يواجهون التحرش عبر الإنترنت للتحدث إلى مستشاري أزمات مدربين ، الذين سيساعدون في ربط المستخدمين بالخبراء المحليين أو منظمات الدعم. يتم تشغيل خط المساعدة من قبل منظمة غير حكومية للإرشاد النفسي ، Mental 360 ، في كينيا ، ويمكنه حاليًا دعم المتصلين باللغة الإنجليزية فقط. سيضيف FeedShield شركاء يمكنهم المساعدة في لغات دولية أخرى مثل العربية والفرنسية في عام 2023.
fr: Besoin d'aide ? FeedShield propose une ligne d'assistance virtuelle pour les personnes confrontées au harcèlement en ligne, afin qu'elles puissent parler à des conseillers en cas de crise qualifiés, qui les mettront en contact avec des experts locaux ou des organisations de soutien. La ligne d'assistance est gérée par une OSC spécialisée dans le conseil en traumatologie, Mental 360, au Kenya, et ne peut pour l'instant répondre aux appels qu'en anglais. En 2023, FeedShield ajoutera des partenaires capables de fournir une assistance dans d'autres langues internationales telles que l'arabe et le français.

source: Counsellors will treat your call as confidential, protecting all your personal information, and will only share your details with our other support teams if you explicitly request them to in writing.
ar: سيعامل المستشارون مكالمتك بسرية ، وحماية جميع معلوماتك الشخصية ، وسيشاركون تفاصيلك فقط مع فرق الدعم الأخرى إذا طلبتهم صراحة بالكتابة.
fr: Les conseillers traiteront votre appel de manière confidentielle, en protégeant toutes vos informations personnelles, et ne partageront vos coordonnées avec nos autres équipes d'assistance que si vous le leur demandez explicitement par écrit.

source: Book your session <a target="_blank" href="https://docs.google.com/forms/d/18Wol4P0B3ZJ89TlG20cUqdKlMBTMCU7_7q0te9bV6TU/edit">here</a>
ar: احجز جلستك <a target="_blank" href="https://docs.google.com/forms/d/18Wol4P0B3ZJ89TlG20cUqdKlMBTMCU7_7q0te9bV6TU/edit">هنا</a>

source: *Though a counselling service, the virtual helpline is not an emergency service. If you are in imminent danger, if someone is threatening you with physical violence online or it escalates, take the following steps to ensure your safety:
ar: * على الرغم من أن خدمة الإرشاد ، إلا أن خط المساعدة الافتراضي ليس خدمة طوارئ. إذا كنت في خطر وشيك ، أو إذا كان شخص ما يهددك بالعنف الجسدي عبر الإنترنت أو تصعيد الأمر ، فاتخذ الخطوات التالية لضمان سلامتك:
fr: *Bien qu'il s'agisse d'un service de conseil, le service d'assistance téléphonique virtuel n'est pas un service d'urgence. Si vous êtes en danger imminent, si quelqu'un vous menace de violence physique en ligne ou si la situation s'aggrave, prenez les mesures suivantes pour assurer votre sécurité :

source: Save screengrabs in case threatening tweets get deleted
ar: احفظ لقطات الشاشة في حال تم حذف التغريدات المهددة
fr: Enregistrez des captures d'écran au cas où les tweets menaçants seraient supprimés.

source: Call the police
ar: اتصل بالشرطة
fr: Appelez la police

source: Do not engage any further with the person that is threatening you
ar: لا تتعامل مع أي شخص يهددك بالمزيد من التفاصيل
fr: N'entrez plus en contact avec la personne qui vous menace.

source: Find support
ar: العثور على الدعم
fr: Trouvez de l'aide

source: Contact Helpline
ar: اتصل بخط المساعدة
fr: Contactez la ligne d'assistance

source: Virtual Helpline
ar: خط المساعدة الافتراضي
fr: Ligne d'assistance virtuelle

source: How it Works
ar: كيف يعمل
fr: Comment ça fonctionne

source: Answers to frequently asked questions
ar: إجابات على الأسئلة المتداولة
fr: Réponses aux questions fréquemment posées

source: What is it?
ar: ما هذا؟
fr: Qu'est-ce que FeedShield ?

source: Why is it important?
ar: لماذا هذا مهم؟
fr: Pourquoi est-ce important ?

source: Who is behind it?
ar: من وراء ذلك؟
fr: Qui est à l'origine de ce projet ?

source: Who can use it?
ar: من يمكنه استخدامه؟
fr: Qui peut l'utiliser ?

source: How do I use it?
ar: كيف أستخدمه؟
fr: Comment l'utiliser ?

source: Is my data private?
ar: هل بياناتي خاصة؟
fr: Mes données sont-elles confidentielles ?

source: Why does it only work on Twitter?
ar: لماذا يعمل فقط على تويتر؟
fr: Pourquoi ne fonctionne-t-il que sur Twitter ?

source: What languages are covered?
ar: ما هي اللغات المشمولة؟
fr: Quelles sont les langues couvertes ?

source: Can it detect harmful images and videos?
ar: هل يمكنها كشف الصور ومقاطع الفيديو الضارة؟
fr: Peut-il détecter les images et les vidéos préjudiciables ?

source: Can it analyse direct messages (DMs)?
ar: هل يمكنها تحليل الرسائل المباشرة (DMs)؟
fr: Peut-il analyser les messages directs ?

source: How do I give feedback?
ar: كيف أعطي ردود فعل؟
fr: Comment puis-je donner mon avis ?

source: How do I learn about future opportunities?
ar: كيف أتعلم عن الفرص المستقبلية؟
fr: Comment puis-je être informé des opportunités à venir ?

source: Report Timeframe
ar: إطار الإبلاغ
fr: Délai de rapport

source: FeedShield helps you to take back control of your Twitter feed. It is a free web application designed for human rights defenders, such as journalists and activists, but open for anyone to use. It syncs with the user’s Twitter account, automatically recognising and flagging harmful comments from the last one week. The resulting analysis helps users limit their exposure to abusive content, by allowing them to block, mute or save comments at scale. It also allows users to create reports to store or share with investigators or other watchdogs as needed. FeedShield further helps users connect with allies, from crisis counsellors on a dedicated helpline, to local experts or support organisations.
ar: يساعدك FeedShield على استعادة السيطرة على تغذية Twitter الخاصة بك. إنه تطبيق ويب مجاني مصمم للمدافعين عن حقوق الإنسان ، مثل الصحفيين والناشطين ، ولكنه مفتوح لأي شخص للاستخدام. يتزامن مع حساب Twitter الخاص بالمستخدم ، مما يتيح التعرف التلقائي والإشارة إلى التعليقات الضارة منذ أسبوع واحد. تساعد التحليلات الناتجة المستخدمين على تقليل تعرضهم للمحتوى السيئ ، من خلال السماح لهم بحظر التعليقات أو كتمها أو حفظها بشكل كبير. كما يتيح للمستخدمين إنشاء تقارير لتخزينها أو مشاركتها مع المحققين أو الحراس الآخرين حسب الحاجة. يساعد FeedShield المستخدمين أيضًا على الاتصال بالحلفاء ، من المستشارين في حالات الأزمات على خط مساعدة مخصص ، إلى الخبراء المحليين أو منظمات الدعم.
fr: FeedShield vous aide à reprendre le contrôle de votre fil Twitter. Il s'agit d'une application web gratuite conçue pour les défenseurs des droits humains, tels que les journalistes et les militants, mais ouverte à tous. Synchronisée avec le compte Twitter de l'utilisateur, elle reconnaît et signale automatiquement les commentaires préjudiciables de la semaine écoulée. L'analyse qui en résulte aide les utilisateurs à limiter leur exposition aux contenus abusifs, en leur permettant de bloquer, de mettre en sourdine ou de sauvegarder des commentaires à grande échelle. Elle permet également aux utilisateurs de créer des rapports à stocker ou à partager avec des enquêteurs ou d'autres personnes chargées de la surveillance, le cas échéant. FeedShield aide en outre les utilisateurs à entrer en contact avec des alliés, qu'il s'agisse de conseillers en cas de crise sur une ligne d'assistance dédiée, d'experts locaux ou d'organisations de soutien.

source: Human rights defenders are increasingly being targeted by online trolls, who often coordinate their attacks. Women journalists, activists and public leaders are being especially targeted by toxic campaigns that seek to flood their victim’s social feeds with demeaning or threatening content as a way of drowning out or silencing women’s voices. The victims have, up until now, had no easy way to analyse the abuse or collect the evidence. FeedShield aims to change that by offering a combination of digital tools and investigative support. Get more information about why, in the launch announcement here.
ar: يتعرض المدافعون عن حقوق الإنسان بشكل متزايد لاستهداف من قبل المتنمرين عبر الإنترنت ، الذين غالبًا ما ينسقون هجماتهم. يتعرض الصحفيون والناشطون والقادة العامون للاستهداف بشكل خاص من قبل حملات سامة تسعى إلى غمر تغذية ضحاياها الاجتماعية بمحتوى مهين أو مهدد كوسيلة لإغراق أصوات النساء أو إسكاتها. وحتى الآن ، لم يكن لدى الضحايا وسيلة سهلة لتحليل الإساءة أو جمع الأدلة. يهدف FeedShield إلى تغيير ذلك من خلال تقديم مزيج من الأدوات الرقمية والدعم التحقيقي. احصل على مزيد من المعلومات حول السبب في إطلاق الإعلان هنا.
fr: Les défenseurs des droits humains sont de plus en plus souvent la cible de trolls en ligne, qui coordonnent souvent leurs attaques. Les femmes journalistes, militantes et responsables publiques sont particulièrement visées par des campagnes toxiques qui cherchent à inonder les fils sociaux de leurs victimes de contenus dégradants ou menaçants afin d'étouffer ou de réduire au silence la voix des femmes. Jusqu'à présent, les victimes n'avaient aucun moyen facile d'analyser les abus ou de recueillir des preuves. FeedShield vise à changer cela en offrant une combinaison d'outils numériques et d'aide à l'enquête. Pour en savoir plus, consultez le communiqué de presse ici. (lien vers le blog du communiqué de presse sur le Medium du CfA).

source: FeedShield is an initiative of Africas largest network of civic technology and digital democracy labs, Code for Africa. CfA has full-time staff/labs in 21 African countries that work in support of networks of watchdog media, human rights defending CSOs, and progressive development agencies. CfA has partnered with Googles Jigsaw team to customise its <a href="https://jigsaw.google.com/harassment-manager/" target="_blank" rel="noopener" > Harassment Manager toolkit</a> for African conditions. The toolkit also includes resources created by a global coalition of other civic organisations who have developed support materials, ranging from tipsheets and training courses, to campaign materials and other complementary tools. Read more about the resources <a href="/resources">here</a>.
ar: يعد FeedShield مبادرة من أكبر شبكة في أفريقيا للتكنولوجيا المدنية ومختبرات الديمقراطية الرقمية ، Code for Africa. لدى CfA موظفون / مختبرات بدوام كامل في 21 دولة أفريقية يعملون في دعم شبكات وسائل الإعلام المراقبة ومنظمات المجتمع المدني المدافعة عن حقوق الإنسان ووكالات التنمية التقدمية. تعاونت CfA مع فريق جوجل جيجسو لتخصيص أداة <a href="https://jigsaw.google.com/harassment-manager/" target="_blank" rel="noopener" > أداة إدارة التحرش </a> للظروف الأفريقية. تتضمن مجموعة الأدوات أيضًا موارد أنشأتها تحالف عالمي من المنظمات المدنية الأخرى التي طورت مواد الدعم ، بدءًا من أوراق النصائح ودورات التدريب ، إلى مواد الحملات والأدوات المكملة الأخرى. اقرأ المزيد حول الموارد <a href="/resources"> هنا </a>.

source: FeedShield is designed for frontline human rights defenders, such as journalists and activists. CfA is also emphasising support for women thought-leaders who are being targeted online. However, the tool is free to use by anyone, and CfA will consider support requests regardless of users' profession or gender.
ar: تم تصميم FeedShield للمدافعين عن حقوق الإنسان في الخطوط الأمامية ، مثل الصحفيين والناشطين. كما أن CfA يؤكد الدعم للنساء القائدات الفكرية اللواتي يتعرضن للاستهداف عبر الإنترنت. ومع ذلك ، فإن الأداة مجانية للاستخدام من قبل أي شخص ، وسوف ينظر CfA في طلبات الدعم بغض النظر عن مهنة المستخدمين أو جنسهم.

source: Once you’ve logged on to your dashboard through your Twitter account, FeedShield rates each tweet that mentions you within the last one week and assigns each one a toxicity score based on how likely they are to be harmful. You can then view or hide comments within FeedShield, curate them into reports and even share them with other parties that can support you deal with the abuse. You can also export your report and save it either on Google Drive or locally by downloading a PDF, printing a copy, or saving a CSV file without notifying the abusers. FeedShield won't post anything on your behalf. Find out more in this tutorial <a href='/'>here</a>.
ar: بمجرد تسجيل الدخول إلى لوحة التحكم الخاصة بك من خلال حساب Twitter الخاص بك ، يقيم FeedShield كل تغريدة تذكرك في الأسبوع الماضي ويسند لكل منها درجة سمية استنادًا إلى مدى احتمالية أن تكون ضارة. يمكنك بعد ذلك عرض التعليقات داخل FeedShield أو إخفائها ، وتقديمها في تقارير وحتى مشاركتها مع أطراف أخرى يمكنها دعمك في التعامل مع الإساءة. يمكنك أيضًا تصدير تقريرك وحفظه إما على Google Drive أو محليًا عن طريق تنزيل ملف PDF أو طباعة نسخة أو حفظ ملف CSV دون إخطار المعذبين. لن ينشر FeedShield أي شيء نيابة عنك. اكتشف المزيد في هذا البرنامج التعليمي <a href='/'> هنا </a>.

source: Neither CfA nor Jigsaw will access any of the personal data within your Twitter account. No personal data is stored within the tool - your dashboard is wiped each time you finish a session. Only draft reports - designed to be downloaded and shared with third parties by you alone – are temporarily stored in the tool. Once completed, the report will be deleted from FeedShield. Read our detailed privacy policy <a href="/privacy-policy">here</a>.
ar: لن يقوم CfA أو Jigsaw بالوصول إلى أي من البيانات الشخصية داخل حساب Twitter الخاص بك. لا يتم تخزين البيانات الشخصية داخل الأداة - يتم مسح لوحة التحكم الخاصة بك في كل مرة تنتهي فيها جلسة. يتم تخزين التقارير المسودة فقط - والتي تم تصميمها لتنزيلها ومشاركتها مع أطراف ثالثة من قبلك وحدك - مؤقتًا في الأداة. بمجرد الانتهاء ، سيتم حذف التقرير من FeedShield. اقرأ سياسة الخصوصية التفصيلية لدينا <a href="/privacy-policy"> هنا </a>.

source: Google’s Jigsaw and Twitter partnered in 2020 to pioneer ways to tackle the surging tide of online harassment targeting journalists and activists across the world. The resulting technology that underpins FeedShield uses Google’s <a href="https://perspectiveapi.com/" target="_blank" rel="noopener" >Perspective API</a> and Twitter’s API to prove it is possible to give social media users ways to manage their exposure to online abuse. CfA and its partners welcome any opportunities to grow this cross-sector collaboration and expand the technology to other platforms, making it more accessible to human rights defenders around the world. Find the open source code <a href="https://github.com/conversationai/harassment-manager" target="_blank" rel="noopener">here</a>.
ar: تعاونت Jigsaw و Twitter في عام 2020 لتقديم طرق رائدة لمواجهة موجة الاستهداف المتزايدة عبر الإنترنت التي تستهدف الصحفيين والناشطين في جميع أنحاء العالم. تستخدم التكنولوجيا الناتجة التي تدعم FeedShield API <a href="https://perspectiveapi.com/" target="_blank" rel="noopener" > Perspective API </a> من Google و API Twitter لإثبات أنه من الممكن إعطاء مستخدمي وسائل التواصل الاجتماعي طرقًا لإدارة تعرضهم للإساءة عبر الإنترنت. يرحب CfA وشركاؤه بأي فرص لتنمية هذا التعاون بين القطاعات وتوسيع التكنولوجيا إلى منصات أخرى ، مما يجعلها أكثر إمكانية الوصول للمدافعين عن حقوق الإنسان في جميع أنحاء العالم. اعثر على رمز المصدر المفتوح <a href="

source: <a href="https://perspectiveapi.com/" target="_blank" rel="noopener">Perspective</a>, the free API powering FeedShield, can detect harmful content in <a href="https://developers.perspectiveapi.com/s/about-the-api-attributes-and-languages" target="_blank" rel="noopener">multiple languages</a>, however Feedshield will initially support English at launch. CfA will launch Arabic and French versions of FeedShield in 2023, and is working with Jigsaw to improve Perspective’s detection in indigenous African languages.
ar: يمكن لـ <a href="https://perspectiveapi.com/" target="_blank" rel="noopener"> Perspective </a> ، وهو واجهة برمجة تطبيقات مجانية تعمل على تشغيل FeedShield ، اكتشاف المحتوى الضار بـ <a href="https://developers.perspectiveapi.com/s/about-the-api-attributes-and-languages" target="_blank" rel="noopener"> لغات متعددة </a> ، ومع ذلك ، سيدعم Feedshield في البداية اللغة الإنجليزية عند الإطلاق. ستطلق CfA الإصدارات العربية والفرنسية من FeedShield في عام 2023 ، وتعمل مع Jigsaw على تحسين كشف Perspective في اللغات الأفريقية الأصلية.
