Repository: CodeForAfrica/harassment-manager
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: You can also collate harmful comments into a single report. This report can be downloaded and shared with Twitter and other trusted third parties as needed.
ar: يمكنك أيضًا تجميع التعليقات الضارة في تقرير واحد. يمكن تنزيل هذا التقرير ومشاركته مع Twitter وجهات الطرف الثالث الموثوقة الأخرى حسب الحاجة.
fr: Vous pouvez également rassembler les commentaires préjudiciables dans un rapport unique. Ce rapport peut être téléchargé et partagé avec Twitter et d'autres tiers de confiance si nécessaire.

source: Abusive accounts will not know that they have been featured in a report. No third party - including Code for Africa and Twitter - will be able to access any of the reports you create, unless shared directly with them. Draft reports are temporarily stored in the tool to enable you to complete them. Once downloaded or abandoned, the report will be deleted from FeedShield.
ar: لن يعرف أصحاب الحسابات المسيئة أنهم قد تم تسليط الضوء عليهم في تقرير. لن يتمكن أي طرف ثالث - بما في ذلك Code for Africa و Twitter - من الوصول إلى أي من التقارير التي تنشئها ، إلا إذا تم مشاركتها مباشرة معهم. يتم تخزين التقارير المسودة مؤقتًا في الأداة لتمكينك من إكمالها. بمجرد تنزيل التقرير أو التخلي عنه ، سيتم حذف التقرير من FeedShield.
fr: Les comptes abusifs ne sauront pas qu'ils ont fait l'objet d'un rapport. Aucune tierce partie - y compris Code for Africa et Twitter - ne pourra accéder aux rapports que vous créez, à moins qu'ils ne soient partagés directement avec eux. Les projets de rapports sont temporairement stockés dans l'outil pour vous permettre de les compléter. Une fois téléchargé ou abandonné, le rapport sera supprimé de FeedShield

source: How is my data protected?
ar: كيف يتم حماية بياناتي؟
fr: Comment mes données sont-elles protégées ?

source: Yes, your data is kept private when you use FeedShield. We only collect essential information such as your name and email address, and we will never share your personal data with third parties without your consent. We only use your personal data for the purpose for which it was collected.
ar: نعم ، يتم الاحتفاظ ببياناتك الخاصة عند استخدام FeedShield. نحن نجمع فقط المعلومات الأساسية مثل اسمك وعنوان بريدك الإلكتروني ، ولن نشارك بياناتك الشخصية مع أطراف ثالثة بدون موافقتك. نستخدم بياناتك الشخصية فقط للغرض الذي تم جمعه من أجله.
fr: Oui, vos données restent confidentielles lorsque vous utilisez FeedShield. Nous ne recueillons que les informations essentielles telles que votre nom et votre adresse électronique, et nous ne partagerons jamais vos données personnelles avec des tiers sans votre consentement. Nous n'utilisons vos données personnelles que dans le but pour lequel elles ont été collectées.

source: What languages does the tool work with?
ar: بأي لغات يعمل الأداة؟
fr: Dans quelle langue l'outil fonctionne-t-il ?

source: The FeedShield Tool is currently available in English. We are working on French and Arabic languages, so please check back soon for updates.
ar: تتوفر أداة FeedShield حاليًا باللغة الإنجليزية. نحن نعمل على اللغتين الفرنسية والعربية ، لذا يرجى التحقق مرة أخرى قريبًا للحصول على التحديثات.
fr: L'outil FeedShield est actuellement disponible en anglais. Nous travaillons sur les langues française et arabe, alors revenez bientôt pour des mises à jour.

source: Explore FAQ'S
ar: استكشف الأسئلة الشائعة

source: Toxicity - {{formatScore(comment.scores['TOXICITY'])}}%
fr: Toxicité - {{formatScore(comment.scores['TOXICITY'])}}%

source: Severe Toxicity - {{formatScore(comment.scores['SEVERE_TOXICITY'])}}%
fr: Toxicité sévère - {{formatScore(comment.scores['SEVERE_TOXICITY'])}}%

source: Insult - {{formatScore(comment.scores['INSULT'])}}%
fr: Insulte - {{formatScore(comment.scores['INSULT'])}}%

source: Threat - {{formatScore(comment.scores['THREAT'])}}%
fr: Menace - {{formatScore(comment.scores['THREAT'])}}%

source: Profanity - {{formatScore(comment.scores['PROFANITY'])}}%
fr: Profanité - {{formatScore(comment.scores['PROFANITY'])}}%

source: Identity Attack - {{formatScore(comment.scores['IDENTITY_ATTACK'])}}%
fr: Attaque d'identité - {{formatScore(comment.scores['IDENTITY_ATTACK'])}}%

source: Displays the comment card, which includes info on how likely harmful the comment is, the comment's popularity, the time it was posted, and comment text and other metadata. It can be expanded to show more details about toxicity model scores and engagement metrics for this comment.
fr: Affiche la carte de commentaire, qui comprend des informations sur la probabilité que le commentaire soit préjudiciable, la popularité du commentaire, l'heure à laquelle il a été publié, le texte du commentaire et d'autres métadonnées. Il peut être développé pour afficher plus de détails sur les scores du modèle de toxicité et les mesures d'engagement pour ce commentaire.

source: Book your session <a target="_blank" href="https://docs.google.com/forms/d/18Wol4P0B3ZJ89TlG20cUqdKlMBTMCU7_7q0te9bV6TU/edit">here</a>
fr: Réservez votre session <a target="_blank" href="https://docs.google.com/forms/d/18Wol4P0B3ZJ89TlG20cUqdKlMBTMCU7_7q0te9bV6TU/edit">ici</a>.

source: FeedShield is an initiative of Africas largest network of civic technology and digital democracy labs, Code for Africa. CfA has full-time staff/labs in 21 African countries that work in support of networks of watchdog media, human rights defending CSOs, and progressive development agencies. CfA has partnered with Googles Jigsaw team to customise its <a href="https://jigsaw.google.com/harassment-manager/" target="_blank" rel="noopener" > Harassment Manager toolkit</a> for African conditions. The toolkit also includes resources created by a global coalition of other civic organisations who have developed support materials, ranging from tipsheets and training courses, to campaign materials and other complementary tools. Read more about the resources <a href="/resources">here</a>.
fr: FeedShield est une initiative du plus grand réseau africain de laboratoires de technologie civique et de démocratie numérique, Code for Africa. CfA dispose d'un personnel et de laboratoires à plein temps dans 21 pays africains qui travaillent pour soutenir les réseaux de médias de surveillance, les OSC qui défendent les droits humains et les agences de développement progressistes. CfA s'est associé à l'équipe Jigsaw de Google pour adapter sa <a href="https://jigsaw.google.com/harassment-manager/" target="_blank" rel="noopener" > Harassment Manager toolkit</a> aux spécificités africaines. La boîte à outils comprend également des ressources créées par une coalition mondiale d'autres organisations civiques qui ont développé du matériel de soutien, allant de fiches de conseils et de cours de formation à du matériel de campagne et d'autres outils complémentaires. Pour en savoir plus sur ces ressources, cliquez <a href="/resources">ici</a>..

source: FeedShield is designed for frontline human rights defenders, such as journalists and activists. CfA is also emphasising support for women thought-leaders who are being targeted online. However, the tool is free to use by anyone, and CfA will consider support requests regardless of users' profession or gender.
fr: FeedShield est conçu pour les défenseurs des droits humains en première ligne, tels que les journalistes et les activistes. CfA met également l'accent sur le soutien aux femmes leaders d'opinion qui sont ciblées en ligne. Cependant, l'utilisation de l'outil est gratuite pour tout le monde, et CfA examinera les demandes de soutien indépendamment de la profession ou du sexe de l'utilisateur.

source: Once you’ve logged on to your dashboard through your Twitter account, FeedShield rates each tweet that mentions you within the last one week and assigns each one a toxicity score based on how likely they are to be harmful. You can then view or hide comments within FeedShield, curate them into reports and even share them with other parties that can support you deal with the abuse. You can also export your report and save it either on Google Drive or locally by downloading a PDF, printing a copy, or saving a CSV file without notifying the abusers. FeedShield won't post anything on your behalf. Find out more in this tutorial <a href='/'>here</a>.
fr: Une fois que vous vous êtes connecté à votre tableau de bord via votre compte Twitter, FeedShield évalue chaque tweet qui vous mentionne au cours de la semaine écoulée et lui attribue un score de toxicité basé sur la probabilité qu'il soit nuisible. Vous pouvez ensuite afficher ou masquer les commentaires dans FeedShield, les regrouper dans des rapports et même les partager avec d'autres parties qui peuvent vous aider à gérer l'abus. Vous pouvez également exporter votre rapport et le sauvegarder sur Google Drive ou localement en PDF, en imprimant une copie ou en sauvegardant un fichier CSV sans en informer les auteurs des abus. FeedShield ne publiera rien en votre nom. Pour en savoir plus, consultez <a href='/'>ce</a> tutoriel .

source: Neither CfA nor Jigsaw will access any of the personal data within your Twitter account. No personal data is stored within the tool - your dashboard is wiped each time you finish a session. Only draft reports - designed to be downloaded and shared with third parties by you alone – are temporarily stored in the tool. Once completed, the report will be deleted from FeedShield. Read our detailed privacy policy <a href="/privacy-policy">here</a>.
fr: Ni CfA ni Jigsaw n'ont accès aux données personnelles de votre compte Twitter. Aucune donnée personnelle n'est stockée dans l'outil - votre tableau de bord est effacé chaque fois que vous terminez une session. Seules les ébauches de rapports - conçues pour être téléchargées et partagées avec des tiers par vous seul - sont temporairement stockées dans l'outil. Une fois terminé, le rapport sera supprimé de FeedShield. Lisez notre politique de confidentialité détaillée <a href="/privacy-policy">ici</a>.

source: Google’s Jigsaw and Twitter partnered in 2020 to pioneer ways to tackle the surging tide of online harassment targeting journalists and activists across the world. The resulting technology that underpins FeedShield uses Google’s <a href="https://perspectiveapi.com/" target="_blank" rel="noopener" >Perspective API</a> and Twitter’s API to prove it is possible to give social media users ways to manage their exposure to online abuse. CfA and its partners welcome any opportunities to grow this cross-sector collaboration and expand the technology to other platforms, making it more accessible to human rights defenders around the world. Find the open source code <a href="https://github.com/conversationai/harassment-manager" target="_blank" rel="noopener">here</a>.
fr: En 2020, Jigsaw de Google et Twitter se sont associés pour trouver des moyens de lutter contre la vague croissante de harcèlement en ligne ciblant les journalistes et les activistes du monde entier. La technologie qui sous-tend FeedShield utilise <a href="https://perspectiveapi.com/" target="_blank" rel="noopener" >Perspective API</a> et l'API de Twitter pour prouver qu'il est possible de donner aux utilisateurs de médias sociaux des moyens de gérer leur exposition aux abus en ligne. CfA et ses partenaires se réjouissent de toute opportunité de développer cette collaboration intersectorielle et d'étendre la technologie à d'autres plateformes, la rendant ainsi plus accessible aux défenseurs des droits humains dans le monde entier. Vous trouverez le code source ouvert <a href="https://github.com/conversationai/harassment-manager" target="_blank" rel="noopener">ici</a>

source: <a href="https://perspectiveapi.com/" target="_blank" rel="noopener">Perspective</a>, the free API powering FeedShield, can detect harmful content in <a href="https://developers.perspectiveapi.com/s/about-the-api-attributes-and-languages" target="_blank" rel="noopener">multiple languages</a>, however Feedshield will initially support English at launch. CfA will launch Arabic and French versions of FeedShield in 2023, and is working with Jigsaw to improve Perspective’s detection in indigenous African languages.
fr: <a href="https://perspectiveapi.com/" target="_blank" rel="noopener">Perspective</a>, l'API gratuite qui alimente FeedShield, peut détecter les contenus nocifs dans <a href="https://developers.perspectiveapi.com/s/about-the-api-attributes-and-languages" target="_blank" rel="noopener">plusieurs langues</a>, mais Feedshield prendra en charge l'anglais au lancement. CfA lancera des versions arabes et françaises de FeedShield en 2023, et travaille avec Jigsaw pour améliorer la détection de Perspective dans les langues africaines indigènes.

source: FeedShield is a pilot project. We would therefore love to hear your feedback, and answer any questions not covered by these FAQs. Please email <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> and our team will get back to you as quickly as possible. This email address is not monitored 24/7 and should not be used to contact CfA for urgent assistance with any harassment. If you need urgent help, use the helpline <a>here</a>
fr: FeedShield est un projet pilote. Nous serions ravis de recevoir vos commentaires et de répondre à toutes les questions qui ne sont pas couvertes par cette FAQ. Veuillez envoyer un email à <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> et notre équipe vous répondra dans les plus brefs délais. Cette adresse électronique n'est pas surveillée 24 heures sur 24, 7 jours sur 7, et ne doit pas être utilisée pour contacter CfA afin d'obtenir une aide urgente en cas de harcèlement. Si vous avez besoin d'une aide urgente, utilisez la ligne d'assistance téléphonique ici. (lien vers la page de connexion)

source: The FeedShield team will be offering regular training, and other material and technical support to institutional partners. We will be also offering research fellowships to better understand how online trolls are coordinating their harassment of women in particular.If you are interested in keeping updated, email <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> with a request to be added to our community list.
fr: L'équipe de FeedShield propose régulièrement des formations et d'autres supports matériels et techniques aux partenaires institutionnels. Nous offrirons également des bourses de recherche afin de mieux comprendre comment les trolls en ligne coordonnent leur harcèlement envers les femmes en particulier. Si vous souhaitez être tenue au courant, envoyez un courriel à <a href="mailto:feedshield@codeforafrica.org">feedshield@codeforafrica.org</a> pour demander à être ajoutée à notre liste de diffusion.

source: FAQ's
fr: Foire aux questions (FAQ)

source: Welcome back<span *ngIf="name">,<br /> {{name}}span>!
fr: Bienvenue <span *ngIf="name">,<br /> {{name}}span>!

source: machine learning <mat-icon>info_outline</mat-icon>
fr: apprentissage automatiqu <mat-icon>info_outline</mat-icon>

source: harmful content <mat-icon>info_outline</mat-icon>
fr: contenu préjudiciable. <mat-icon>info_outline</mat-icon>

source: Already know what you're looking for?
fr: Vous savez déjà ce que vous cherchez ?

source: Here's an overview of your harassment report. View Summary in Page 2.
fr: Voici un aperçu de votre rapport de harcèlement. Voir le résumé à la page 2.

source: FeedShield Report Details</h1> </div> <table mat-table [dataSource]="dataSource" class="mat-elevation-z8 page-2"> <ng-container matColumnDef="comment"> <th ma FeedShield Report Details
fr: Détails du rapport FeedShield

source: CfA’s PesaCheck is the continent’s largest fact-checking newsroom, with full-time researchers in 14 African countries. It is an accredited member of the IFCN (International Fact Checking Network), and adheres to a strict <a href="https://ifcncodeofprinciples.poynter.org/know-more/the-commitments-of-the-code-of-principles" target="_blank" rel="noopener">ethical code</a>. PesaCheck’s fact-checks are published by a wide network of partner media across Africa, and are also used by social media platforms such as Facebook, Instagram and TikTok to combat toxic content. Facebook alone uses PesaCheck debunks to label over two million posts per year as harmful or misleading content. PesaCheck may help research and debunk any misleading claims being used to target or harass you, if the claims meet PesaCheck’s <a href="https://pesacheck.org/our-methodology-f3d77521a1ee" target="_blank" rel="noopener">eligibility criteria</a>.
fr: Le programme PesaCheck de CfA est la plus grande salle de rédaction de vérification des faits sur le continent, avec des chercheurs à plein temps dans 14 pays africains. Il est membre accrédité de l'IFCN (Réseau international de vérification des faits) et adhère à un <a href="https://ifcncodeofprinciples.poynter.org/know-more/the-commitments-of-the-code-of-principles" target="_blank" rel="noopener"> code éthique strict</a>. Les vérifications de faits de PesaCheck sont publiées par un large réseau de médias partenaires à travers l'Afrique, et sont également utilisées par des plateformes de médias sociaux telles que Facebook, Instagram et TikTok pour lutter contre les contenus toxiques. À lui seul, Facebook utilise les démystifications de PesaCheck pour étiqueter plus de deux millions d’affirmations par an de contenus nuisibles ou trompeurs. PesaCheck peut aider à rechercher et à démystifier toute affirmation trompeuse utilisée pour vous cibler ou vous harceler, si les allégations répondent aux <a href="https://pesacheck.org/our-methodology-f3d77521a1ee" target="_blank" rel="noopener">critères d'éligibilité</a> de PesaCheck.

source: Complete the form <a class="button" href="https://docs.google.com/forms/d/e/1FAIpQLScv6BO-r0XX1dmOFgjuJ4k52sULHdCNL6ru5Nxd734LiFdw6Q/viewform" target="_blank" rel="noopener">here</a>
fr: Remplissez le formulaire <a class="button" href="https://docs.google.com/forms/d/e/1FAIpQLScv6BO-r0XX1dmOFgjuJ4k52sULHdCNL6ru5Nxd734LiFdw6Q/viewform" target="_blank" rel="noopener">ici</a>.

source: Comments</div> </div> <div class="row"> <div class="summary-attribute-name" i18n>Toxicity Average</div> <div class="details"> Comments
fr: Commentaires</div> </div> <div class="row"> <div class="summary-attribute-name" i18n>Moyenne de toxicité</div> <div class="details"> Commentaires

source: We've hidden and summarized the full contents of your report. You can unhide this information at any time.
fr: Nous avons masqué et résumé le contenu complet de votre rapport. Vous pouvez afficher ces informations à tout moment.

source: Inform Twitter's moderator of your harassment. <a href="" target="_blank" rel="noopener">Learn More</a>
fr: Informez le modérateur de Twitter de votre harcèlement. <a href="" target="_blank" rel="noopener">En savoir plus</a>

source: Block or mute the accounts listed in your report. <a href="https://help.twitter.com/en/using-twitter#blocking-and-muting" target="_blank" rel="noopener">Learn more</a>
fr: Bloquez ou masquez les comptes répertoriés dans votre rapport. <a href="https://help.twitter.com/en/using-twitter#blocking-and-muting" target="_blank" rel="noopener">En savoir plus</a>

source: Direct replies to your tweets will be hidden. <a href="https://help.twitter.com/en/using-twitter/mentions-and-replies#:~:text=Hidden%20replies&text=When%20a%20Tweet%20author%20hides,reply%20will%20not%20be%20notified.&text=From%20a%20reply%20to%20one,right%20of%20your%20original%20Tweet." target="_blank" rel="noopener">Learn more</a>
fr: Les réponses directes à vos tweets seront masquées. <a href="https://help.twitter.com/en/using-twitter/mentions-and-replies#:~:text=Hidden%20replies&text=When%20a%20Tweet%20author%20hides,reply%20will%20not%20be%20notified.&text=From%20a%20reply%20to%20one,right%20of%20your%20original%20Tweet." target="_blank" rel="noopener">En savoir plus</a>

source: View, share, download, or print your report with Google sheets anytime. <a href="https://www.google.com/sheets/about/" rel="noopener" target="_blank">Learn More</a>
fr: Affichez, partagez, téléchargez ou imprimez votre rapport avec Google Sheets à tout moment. <a href="https://www.google.com/sheets/about/" rel="noopener" target="_blank">En savoir plus</a>

source: Only 50 users can be blocked every 15 minutes. If you'd like to block more than 50 users, you have a couple of options. You can either divide the users across up to another 50 users blocked. Note that with both options you'll need to wait 15 minutes, remove the previously submitted users, and select up to 50 additional new users.
fr: Seuls 50 utilisateurs peuvent être bloqués toutes les 15 minutes. Si vous souhaitez bloquer plus de 50 utilisateurs, vous avez plusieurs options. Vous pouvez soit diviser les utilisateurs entre jusqu'à 50 autres utilisateurs bloqués. Notez que dans les deux options, vous devrez attendre 15 minutes, supprimer les utilisateurs précédemment soumis et sélectionner jusqu'à 50 nouveaux utilisateurs supplémentaires.

source: numFailures numFailures === 1 ? 'user' : 'users' could not be blocked
fr: numFailures numFailures === 1 ? 'utilisateur' : 'utilisateurs' n'ont pas pu être bloqués

source: Only 50 users can be muted every 15 minutes. If you'd like to mute more than 50 users, you have a couple of options. You can either divide the users across multiple reports or you can resend the report to have up to another 50 users muted. Note that with both options you'll need to wait 15 minutes, remove the previously submitted users, and select up to 50 additional new users.
fr: Seuls 50 utilisateurs peuvent être masqués toutes les 15 minutes. Si vous souhaitez masquer plus de 50 utilisateurs, vous avez plusieurs options. Vous pouvez soit diviser les utilisateurs entre plusieurs rapports, soit renvoyer le rapport pour masquer jusqu'à 50 autres utilisateurs. Notez que dans les deux options, vous devrez attendre 15 minutes, supprimer les utilisateurs précédemment soumis et sélectionner jusqu'à 50 nouveaux utilisateurs supplémentaires.

source: numFailures numFailures === 1 ? 'user' : 'users' could not be muted
fr: numFailures numFailures === 1 ? 'utilisateur' : 'utilisateurs' n'ont pas pu être masqués

source: Only 50 replies can be hidden every 15 minutes. If you'd like to hide more than 50 replies, you have a couple of options. You can either divide the replies across multiple reports or you can resend the report to have up to another 50 replies removed. Note that with both options you'll need to wait 15 minutes, remove the previously submitted replies, and select up to 50 additional new replies.
fr: Seules 50 réponses peuvent être masquées toutes les 15 minutes. Si vous souhaitez masquer plus de 50 réponses, vous avez plusieurs options. Vous pouvez soit diviser les réponses entre plusieurs rapports, soit renvoyer le rapport pour supprimer jusqu'à 50 autres réponses. Notez que dans les deux options, vous devrez attendre 15 minutes, supprimer les réponses précédemment soumises et sélectionner jusqu'à 50 nouvelles réponses supplémentaires.

source: numFailures numFailures === 1 ? 'reply' : 'replies' could not be hidden
fr: numFailures numFailures === 1 ? 'réponse' : 'réponses' n'ont pas pu être masquées

source: on date.format('MMM D')
fr: le date.format('D MMM')

source: Nice work! You've started your report.
fr: Beau travail ! Vous avez commencé votre rapport.

source: Say Goodbye to</span> Online Trolls </h1> <p i18n> Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield. </p> <divSay Goodbye to</span> Online Trolls
fr: Say Goodbye to</span> Online Trolls </h1> <p i18n> Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield. </p> <divDites adieu aux</span> trolls en ligne
