Repository: CodeForAfrica/harassment-manager
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield.
fr: Désabonnez-vous, mettez en sourdine et bloquez les contenus toxiques.<br /> Reprenez le contrôle de votre expérience en ligne avec FeedShield.

source: Women journalists and other public figures in Africa are routinely targeted in coordinated attacks by online trolls. Trolls flood their target's social feeds with demeaning or threatening content as a way of drowning out or silencing women's voices on sensitive topics.
fr: Les femmes journalistes et autres personnalités publiques en Afrique sont régulièrement la cible d'attaques coordonnées par des trolls en ligne. Ces derniers inondent les fils sociaux de leurs cibles de contenus dégradants ou menaçants afin d'étouffer ou de réduire au silence les voix des femmes sur des sujets sensibles

source: Document the evidence,</span> unmask the trolls </h2> <p i18n> Find out how to use FeedShield to flag abusive content targeting you, so you can report the abuse to the platforms or get our forensic inDocument the evidence,</span> unmask the trolls
fr: Document the evidence,</span> unmask the trolls </h2> <p i18n> Find out how to use FeedShield to flag abusive content targeting you, so you can report the abuse to the platforms or get our forensic inDocumenter les preuves,</span> démasquez les trolls

source: You're</span> not alone!</h2> <p i18n> FeedShield is building a network of allies. Our fact-checkers (Africa’s largest network) and forensic investigators are also on standby to helpYou're</span> not alone!
fr: You're</span> not alone!</h2> <p i18n> FeedShield is building a network of allies. Our fact-checkers (Africa’s largest network) and forensic investigators are also on standby to helpVous n'êtes</span> pas seul!

source: Explore FAQ'S
fr: Explorer les foires aux questions (FAQs)
