Repository: CodeForAfrica/harassment-manager
Catalog: src/locale/messages.*.xlf
Languages: ar, fr

source: Add any details or context you want to record or share when you share this report.
ar: أضف أي تفاصيل أو سياق تريد تسجيله أو مشاركته عند مشاركة هذا التقرير.
fr: Ajoutez tous les détails ou contextes que vous souhaitez enregistrer ou partager lorsque vous partagez ce rapport.

source: Additional notes (1200 character limit)
ar: ملاحظات إضافية (حد الحرف 1200)
fr: Notes supplémentaires (limite de 1200 caractères)

source: Harassment
ar: التحرش
fr: Harcèlement

source: Specific violent threats involving physical safety or well-being
ar: تهديدات عنيفة محددة تنطوي على السلامة البدنية أو الرفاهية
fr: Menaces violentes spécifiques impliquant la sécurité physique ou le bien-être

source: Exposed private information or photo
ar: معلومات أو صور خاصة مكشوفة
fr: Informations ou photos privées exposées

source: Spam
ar: بريد مؤذي

source: Directs hate against a protected category (for example, race, religion, gender, orientation, or disability)
ar: يوجه الكراهية ضد فئة محمية (على سبيل المثال ، العرق أو الدين أو الجنس أو التوجه أو الإعاقة)
fr: Dirige la haine contre une catégorie protégée (par exemple, race, religion, sexe, orientation ou handicap)

source: Search by keyword, hashtag, user...
ar: البحث حسب الكلمة الرئيسية أو الوسم أو المستخدم ...
fr: Rechercher par mot-clé, hashtag, utilisateur...

source: Take next steps
ar: اتخذ الخطوات التالية
fr: Passer à l'étape suivante

source: You can block or mute accounts, hide replies, or save and share your report.
ar: يمكنك حظر أو كتم الحسابات أو إخفاء الردود أو حفظ ومشاركة تقريرك.
fr: Vous pouvez bloquer ou masquer des comptes, masquer des réponses ou enregistrer et partager votre rapport.

source: Send Report to Twitter
ar: إرسال التقرير إلى Twitter
fr: Envoyer le rapport à Twitter

source: Inform Twitter's moderator of your harassment. <a href="" target="_blank" rel="noopener">Learn More</a>
ar: أبلغ مشرف Twitter بالتحرش الذي تتعرض له. <a href="" target="_blank" rel="noopener">تعلم أكثر</a>

source: Send to Twitter
ar: إرسال إلى Twitter
fr: Envoyer à Twitter

source: Manage your audience on Twitter
ar: إدارة جمهورك على Twitter
fr: Gérez votre public sur Twitter

source: Block or mute the accounts listed in your report. <a href="https://help.twitter.com/en/using-twitter#blocking-and-muting" target="_blank" rel="noopener">Learn more</a>
ar: حظر أو كتم الحسابات المدرجة في تقريرك. <a href="https://help.twitter.com/en/using-twitter#blocking-and-muting" target="_blank" rel="noopener">تعلم أكثر</a>

source: Only 50 accounts can be blocked every 15 minutes. We recommend dividing blocks across multiple reports.
ar: يمكن حظر 50 حسابًا فقط كل 15 دقيقة. نوصي بتقسيم الكتل عبر تقارير متعددة.
fr: Seuls 50 comptes peuvent être bloqués toutes les 15 minutes. Nous vous recommandons de diviser les blocages entre plusieurs rapports.

source: Only 50 accounts can be muted every 15 minutes. We recommend dividing mutes across multiple reports.
ar: يمكن كتم 50 حسابًا فقط كل 15 دقيقة. نوصي بتقسيم الكتم عبر تقارير متعددة.
fr: Seuls 50 comptes peuvent être masqués toutes les 15 minutes. Nous vous recommandons de diviser les masques entre plusieurs rapports.

source: Hide replies on Twitter
ar: إخفاء الردود على Twitter
fr: Masquer les réponses sur Twitter

source: Direct replies to your tweets will be hidden. <a href="https://help.twitter.com/en/using-twitter/mentions-and-replies#:~:text=Hidden%20replies&text=When%20a%20Tweet%20author%20hides,reply%20will%20not%20be%20notified.&text=From%20a%20reply%20to%20one,right%20of%20your%20original%20Tweet." target="_blank" rel="noopener">Learn more</a>
ar: سيتم إخفاء الردود المباشرة على تغريداتك. <a href="https://help.twitter.com/en/using-twitter/mentions-and-replies#:~:text=Hidden%20replies&text=When%20a%20Tweet%20author%20hides,reply%20will%20not%20be%20notified.&text=From%20a%20reply%20to%20one,right%20of%20your%20original%20Tweet." target="_blank" rel="noopener"> تعلم أكثر </a>

source: Only 50 replies can be hidden every 15 minutes. We recommend dividing the replies across multiple reports.
ar: يمكن إخفاء 50 ردًا فقط كل 15 دقيقة. نوصي بتقسيم الردود عبر تقارير متعددة.
fr: Seules 50 réponses peuvent être masquées toutes les 15 minutes. Nous vous recommandons de diviser les réponses entre plusieurs rapports.

source: Hiding replies...
ar: إخفاء الردود ...
fr: Masquer les réponses...

source: Replies hidden
ar: الردود المخفية
fr: Réponses masquées

source: Hide replies
ar: إخفاء الردود
fr: Masquer les réponses

source: Save locally
ar: حفظ محليا
fr: Enregistrer localement

source: Download a PDF, print a copy, or save CSV file to review later.
ar: قم بتنزيل ملف PDF أو طباعة نسخة أو حفظ ملف CSV لمراجعته لاحقًا.
fr: Téléchargez un PDF, imprimez une copie ou enregistrez un fichier CSV pour le réviser ultérieurement.

source: Text may be rendered differently depending on the file format.
ar: قد يتم تقديم النص بشكل مختلف اعتمادًا على تنسيق الملف.
fr: Le texte peut être rendu différemment selon le format du fichier.

source: Save on Google Drive
ar: حفظ على Google Drive
fr: Enregistrer sur Google Drive

source: View, share, download, or print your report with Google sheets anytime. <a href="https://www.google.com/sheets/about/" rel="noopener" target="_blank">Learn More</a>
ar: عرض ومشاركة وتنزيل وطباعة تقريرك باستخدام Google sheets في أي وقت. <a href="https://www.google.com/sheets/about/" rel="noopener" target="_blank"> تعلم أكثر </a>

source: Save on Drive
ar: حفظ على Drive
fr: Enregistrer sur Drive

source: Saved on Drive
ar: حفظ على Drive
fr: Enregistré sur Drive

source: View in Drive
ar: عرض في Drive
fr: Afficher dans Drive

source: Download PDF
ar: تحميل PDF
fr: Télécharger le PDF

source: Download CSV
ar: تحميل CSV
fr: Télécharger le CSV

source: Print Report
ar: طباعة التقرير
fr: Imprimer le rapport

source: Block accounts
ar: حظر الحسابات
fr: Bloquer les comptes

source: Accounts blocked
ar: الحسابات المحظورة
fr: Comptes bloqués

source: Blocking...
ar: حظر ...
fr: Blocage en cours...

source: Mute accounts
ar: كتم الحسابات
fr: Masquer les comptes

source: Accounts muted
ar: الحسابات المكتومة
fr: Comptes masqués

source: Muting...
ar: كتم ...
fr: Masquage en cours...

source: Missing author ID for comment
ar: معرف المؤلف مفقود للتعليق
fr: ID de l'auteur manquant pour le commentaire

source: Missing author screenname for comment:
ar: اسم الشاشة المؤلف مفقود للتعليق:
fr: Nom d'écran de l'auteur manquant pour le commentaire :

source: Block accounts?
ar: حظر الحسابات؟
fr: Bloquer les comptes ?

source: All accounts included in your report will be blocked. This action can be reversed on twitter.com.
ar: سيتم حظر جميع الحسابات المدرجة في تقريرك. يمكن عكس هذا الإجراء على twitter.com.
fr: Tous les comptes inclus dans votre rapport seront bloqués. Cette action peut être annulée sur twitter.com.

source: Block all
ar: حظر الكل
fr: Tout bloquer

source: Only 50 users can be blocked every 15 minutes. If you'd like to block more than 50 users, you have a couple of options. You can either divide the users across up to another 50 users blocked. Note that with both options you'll need to wait 15 minutes, remove the previously submitted users, and select up to 50 additional new users.
ar: يمكن حظر 50 مستخدمًا فقط كل 15 دقيقة. إذا كنت ترغب في حظر أكثر من 50 مستخدمًا ، فلديك خياران. يمكنك إما تقسيم المستخدمين عبر ما يصل إلى 50 مستخدمًا آخرين محظورين. لاحظ أنه مع كلا الخيارين ، ستحتاج إلى الانتظار 15 دقيقة ، وإزالة المستخدمين المقدمين مسبقًا ، وتحديد ما يصل إلى 50 مستخدمًا جديدًا إضافيًا.

source: numFailures numFailures === 1 ? 'user' : 'users' could not be blocked
ar: numFailures numFailures === 1 ? 'user' : 'users' لا يمكن حظرهم

source: The following users could not be blocked. These accounts may no longer be active or an unknown error may have occurred.
ar: تعذر حظر المستخدمين التاليين. قد لا تكون هذه الحسابات نشطة بعد الآن أو قد يكون قد حدث خطأ غير معروف.
fr: Les utilisateurs suivants n'ont pas pu être bloqués. Ces comptes peuvent ne plus être actifs ou une erreur inconnue s'est produite.

source: There was a problem connecting with Twitter. Please try again in a few minutes.
ar: كانت هناك مشكلة في الاتصال بـ Twitter. يرجى المحاولة مرة أخرى بعد بضع دقائق.
fr: Un problème est survenu lors de la connexion à Twitter. Veuillez réessayer dans quelques minutes.

source: Unable to block users
ar: غير قادر على حظر المستخدمين
fr: Impossible de bloquer les utilisateurs

source: Mute accounts?
ar: كتم الحسابات؟
fr: Masquer les comptes ?

source: All accounts included in your report will be muted. To reverse this action, visit your muted account settings on twitter.com or your apps settings on Twitter for iOS or Android.
ar: سيتم كتم جميع الحسابات المدرجة في تقريرك. لعكس هذا الإجراء ، قم بزيارة إعدادات حسابك المكتوم على twitter.com أو إعدادات تطبيقاتك على Twitter لنظامي التشغيل iOS أو Android.
fr: Tous les comptes inclus dans votre rapport seront masqués. Pour annuler cette action, rendez-vous dans les paramètres de vos comptes masqués sur twitter.com ou dans les paramètres de vos applications sur Twitter pour iOS ou Android.

source: Mute all
ar: كتم الكل
fr: Tout masquer

source: Only 50 users can be muted every 15 minutes. If you'd like to mute more than 50 users, you have a couple of options. You can either divide the users across multiple reports or you can resend the report to have up to another 50 users muted. Note that with both options you'll need to wait 15 minutes, remove the previously submitted users, and select up to 50 additional new users.
ar: يمكن كتم 50 مستخدمًا فقط كل 15 دقيقة. إذا كنت ترغب في كتم أكثر من 50 مستخدمًا ، فلديك خياران. يمكنك إما تقسيم المستخدمين عبر تقارير متعددة أو يمكنك إعادة إرسال التقرير لكتم ما يصل إلى 50 مستخدمًا آخرين. لاحظ أنه مع كلا الخيارين ، ستحتاج إلى الانتظار 15 دقيقة ، وإزالة المستخدمين المقدمين مسبقًا ، وتحديد ما يصل إلى 50 مستخدمًا جديدًا إضافيًا.

source: numFailures numFailures === 1 ? 'user' : 'users' could not be muted
ar: numFailures numFailures === 1 ? 'user' : 'users' لا يمكن كتمهم

source: The following users could not be muted. These accounts may no longer be active or an unknown error may have occurred.
ar: تعذر كتم المستخدمين التاليين. قد لا تكون هذه الحسابات نشطة بعد الآن أو قد يكون قد حدث خطأ غير معروف.
fr: Les utilisateurs suivants n'ont pas pu être masqués. Ces comptes peuvent ne plus être actifs ou une erreur inconnue s'est produite.

source: Unable to mute users
ar: غير قادر على كتم المستخدمين
fr: Impossible de masquer les utilisateurs

source: Hide replies?
ar: إخفاء الردود؟
fr: Masquer les réponses ?

source: This will apply to all Direct Replies included in your report. Retweets and Quoted Replies will not be hidden.
ar: سيتم تطبيق هذا على جميع الردود المباشرة المدرجة في تقريرك. لن يتم إخفاء إعادة التغريد والردود المذكورة.
fr: Ceci s'appliquera à toutes les réponses directes incluses dans votre rapport. Les retweets et les réponses citées ne seront pas masqués.

source: Hide replies
ar: إخفاء الردود
fr: Masquer les réponses

source: Only 50 replies can be hidden every 15 minutes. If you'd like to hide more than 50 replies, you have a couple of options. You can either divide the replies across multiple reports or you can resend the report to have up to another 50 replies removed. Note that with both options you'll need to wait 15 minutes, remove the previously submitted replies, and select up to 50 additional new replies.
ar: يمكن إخفاء 50 ردًا فقط كل 15 دقيقة. إذا كنت ترغب في إخفاء أكثر من 50 ردًا ، فلديك خياران. يمكنك إما تقسيم الردود عبر تقارير متعددة أو يمكنك إعادة إرسال التقرير لإزالة ما يصل إلى 50 ردًا آخر. لاحظ أنه مع كلا الخيارين ، ستحتاج إلى الانتظار 15 دقيقة ، وإزالة الردود المقدمة مسبقًا ، وتحديد ما يصل إلى 50 ردًا جديدًا إضافيًا.

source: numFailures numFailures === 1 ? 'reply' : 'replies' could not be hidden
ar: numFailures numFailures === 1 ? 'reply' : 'replies' لا يمكن إخفاؤها

source: Some replies could not be hidden. These replies may no longer exist or an unknown error may have occurred.
ar: تعذر إخفاء بعض الردود. قد لا تكون هذه الردود موجودة بعد الآن أو قد يكون قد حدث خطأ غير معروف.
fr: Certaines réponses n'ont pas pu être masquées. Ces réponses peuvent ne plus exister ou une erreur inconnue s'est produite.

source: Unable to hide replies
ar: غير قادر على إخفاء الردود
fr: Impossible de masquer les réponses

source: Error authenticating with Google sheets: error
ar: خطأ في المصادقة مع Google sheets: error
fr: Erreur d'authentification avec Google Sheets : error

source: Sorry, we’re unable to print your report
ar: عذرًا ، لا يمكننا طباعة تقريرك
fr: Désolé, nous ne pouvons pas imprimer votre rapport

source: To resolve the issue, temporarily disable ad blocker for the print feature to work. You can always print after downloading or exporting the report as well.
ar: لحل المشكلة ، قم بتعطيل مانع الإعلانات مؤقتًا ليعمل ميزة الطباعة. يمكنك دائمًا الطباعة بعد تنزيل أو تصدير التقرير أيضًا.
fr: Pour résoudre le problème, désactivez temporairement le bloqueur de publicité pour que la fonction d'impression fonctionne. Vous pouvez toujours imprimer après avoir téléchargé ou exporté le rapport.

source: Home
ar: الصفحة الرئيسية
fr: Accueil

source: Create Report
ar: إنشاء تقرير
fr: Créer un rapport

source: Request an Investigation
ar: طلب تحقيق
fr: Demander une enquête

source: Sign out
ar: تسجيل الخروج
fr: Se déconnecter

source: Review report
ar: مراجعة التقرير
fr: Créer un rapport

source: Your report will update as you add comments. Visit this page to preview comments and add context for your report.
ar: سيتم تحديث تقريرك كما تضيف تعليقات. قم بزيارة هذه الصفحة لمعاينة التعليقات وإضافة سياق لتقريرك.
fr: Votre rapport sera mis à jour au fur et à mesure que vous ajouterez des commentaires. Visitez cette page pour prévisualiser les commentaires et ajouter du contexte à votre rapport.

source: Displays the continue button, with a shopping cart icon indicating how many comments are currently in the report.
ar: يعرض زر المتابعة ، مع رمز سلة التسوق الذي يشير إلى عدد التعليقات الموجودة حاليًا في التقرير.
fr: Affiche le bouton Continuer, avec une icône de panier indiquant le nombre de commentaires actuellement dans le rapport.

source: Last edit
ar: آخر تعديل
fr: Dernière modification

source: less than 1 min ago
ar: قبل أقل من دقيقة واحدة
fr: il y a moins d'une minute

source: on date.format('MMM D')
ar: في date.format('MMM D')

source: hours hr
ar: hours ساعة
fr: hours h

source: minutes min
ar: minutes دقيقة

source: ago
ar: منذ
fr: il y a

source: Back to Comments
ar: العودة إلى التعليقات
fr: Retour aux commentaires

source: Back to Details
ar: العودة إلى التفاصيل
fr: Retour aux détails

source: Close report
ar: إغلاق التقرير
fr: Fermer le rapport

source: Continue
ar: متابعة
fr: Continuer

source: Comment
ar: تعليق
fr: Commentaire

source: Comments
ar: تعليقات
fr: Commentaires

source: in Report Draft. Continue.
ar: في مسودة التقرير. استمر.
fr: dans le brouillon du rapport. Continuer.

source: Nice work! You've started your report.
ar: عمل جيد! لقد بدأت تقريرك.

source: Comment added to report
ar: تمت إضافة تعليق إلى التقرير
fr: Commentaire ajouté au rapport

source: this.reportNotificationCommentCount comments added to report
ar: this.reportNotificationCommentCount تعليقات تمت إضافتها إلى التقرير
fr: this.reportNotificationCommentCount commentaires ajoutés au rapport

source: Review your report draft or continue adding comments at your
ar: قم بمراجعة مسودة التقرير أو متابعة إضافة التعليقات في
fr: Examinez votre brouillon de rapport ou continuez à ajouter des commentaires à votre

source: own pace.
ar: وتيرتك الخاصة.
fr: propre rythme.

source: Processing harmful content can be taxing. Take a break and come
ar: قد يكون معالجة المحتوى الضار مرهقًا. خذ قسطًا من الراحة وتعال
fr: Traiter un contenu nocif peut être épuisant. Prenez une pause et revenez

source: back anytime. Your work will be saved.
ar: أي وقت. سيتم حفظ عملك.
fr: à tout moment. Votre travail sera enregistré.

source: Sign Out
ar: تسجيل الخروج
fr: Se déconnecter

source: Three people.
ar: ثلاثة أشخاص.
fr: Trois personnes.

source: Say Goodbye to</span> Online Trolls </h1> <p i18n> Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield. </p> <divSay Goodbye to</span> Online Trolls
ar: Say Goodbye to</span> Online Trolls </h1> <p i18n> Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield. </p> <divقل وداعًا للمتنمرين عبر</span> الإنترنت

source: Unfollow, mute and block toxic content.<br /> Take back control of your online experience with FeedShield.
ar: إلغِ المتابعة و تجاهل و احظر المحتوى المؤذي.<br />استعد السيطرة على تجربتك الرقمية مع FeedShield

source: Visit Dashboard
ar: زيارة لوحة التحكم

source: Start with Twitter
ar: ابدأ مع تويتر
fr: Démarrer avec Twitter

source: Women journalists and other public figures in Africa are routinely targeted in coordinated attacks by online trolls. Trolls flood their target's social feeds with demeaning or threatening content as a way of drowning out or silencing women's voices on sensitive topics.
ar: يتعرض الصحفيون والمشاهير الآخرون في أفريقيا بشكل متكرر لهجمات منسقة من قبل المتنمرين عبر الإنترنت. يغرق المتنمرون تغذية أخبارهم الاجتماعية بمحتوى مهين أو مهدد كوسيلة لإسكات أصوات النساء في المواضيع الحساسة.

source: FeedShield is an online toolkit to help human rights defenders turn the tide, by documenting the abuse and unmasking the trolls.
ar: FeedShield هي مجموعة أدوات عبر الإنترنت لمساعدة المدافعين عن حقوق الإنسان على تغيير الموقف، من خلال توثيق الإساءة وكشف المتنمرين.
fr: FeedShield est une boîte à outils en ligne qui aide les défenseurs des droits humains à inverser la tendance en documentant les abus et en démasquant les trolls.

source: Document the evidence,</span> unmask the trolls </h2> <p i18n> Find out how to use FeedShield to flag abusive content targeting you, so you can report the abuse to the platforms or get our forensic inDocument the evidence,</span> unmask the trolls
ar: <span>قم بتوثيق الأدلة،{CLOSE_TAG_SPAN} واكشف قناع المتصيدين

source: Find out how to use FeedShield to flag abusive content targeting you, so you can report the abuse to the platforms or get our forensic investigators to track the culprits.
ar: تعرف على كيفية استخدام FeedShield للإبلاغ عن المحتوى المسيء المستهدف لك، حتى تتمكن من الإبلاغ عن الإساءة إلى المنصات أو الحصول على محققينا الجنائيين لتتبع المتسببين.
fr: Découvrez comment utiliser FeedShield pour signaler les contenus abusifs qui vous ciblent, afin que vous puissiez les signaler aux plateformes ou demander à nos enquêteurs de retrouver les coupables.

source: Find out how
ar: تعرف على كيفية
fr: Découvrez comment

source: You're</span> not alone!</h2> <p i18n> FeedShield is building a network of allies. Our fact-checkers (Africa’s largest network) and forensic investigators are also on standby to helpYou're</span> not alone!
ar: <span>أنت{CLOSE_TAG_SPAN} لست وحدك!

source: FeedShield is building a network of allies. Our fact-checkers (Africa’s largest network) and forensic investigators are also on standby to help you debunk allegations or expose the puppet-masters behind smear campaigns.
ar: تقوم FeedShield ببناء شبكة من الحلفاء. محققونا (أكبر شبكة في أفريقيا) ومحققونا الجنائيون أيضًا على أهبة الاستعداد لمساعدتك في نفي الادعاءات أو الكشف عن العملاء الخفيين وراء حملات التشويه.
fr: FeedShield met en place un réseau d'alliés. Nos vérificateurs de faits (le plus grand réseau d'Afrique) et nos enquêteurs sont également prêts à vous aider à démystifier les allégations ou à démasquer les responsables des campagnes de diffamation.

source: Contact the investigators
ar: اتصل بالمحققين
fr: Contacter les enquêteurs

source: Need help?
ar: هل تحتاج إلى مساعدة؟

source: Contact an expert crisis counselling professional trained to connect you to local appropriate industry bodies or support agencies and ensure incidents are appropriately addressed
ar: اتصل بمحترف متخصص في الإرشاد النفسي للأزمات مدرب لربطك بالهيئات الصناعية المحلية المناسبة أو وكالات الدعم والتأكد من معالجة الحوادث بشكل مناسب
fr: Contactez un expert professionnel du conseil en cas de crise, formé pour vous mettre en relation avec les organismes sectoriels locaux appropriés ou les agences de soutien et veiller à ce que les incidents soient traités de manière appropriée

source: Contact helpline
ar: اتصل بخط المساعدة
fr: Contacter le service d'assistance téléphonique

source: Find Support
ar: ابحث عن الدعم
fr: Trouver du soutien

source: Do you want to connect with human rights defending organisations who are helping fight against online harassment? FeedShield is part of an international coalition of campaigning CSOs and watchdog media industry organisations who are building resources, training champions, and helping support people targeted by trolls.
ar: هل تريد الاتصال بمنظمات الدفاع عن حقوق الإنسان التي تساعد في مكافحة التحرش عبر الإنترنت؟ يشارك FeedShield في تحالف دولي من المنظمات غير الحكومية الناشطة ومنظمات وسائل الإعلام الرقابية التي تبني الموارد وتدرب الأبطال وتساعد في دعم الأشخاص المستهدفين من قبل المتنمرين.
fr: Voulez-vous entrer en contact avec des organisations de défense des droits humains qui aident à lutter contre le harcèlement en ligne ? FeedShield fait partie d'une coalition internationale d'organisations de la société civile et d'organisations de surveillance de l'industrie des médias qui mettent en place des ressources, forment des champions et aident à soutenir les personnes ciblées par les trolls.

source: Join Us
ar: انضم إلينا
fr: Rejoignez-nous

source: Do you want to take an active role in combating online abuse? Are you interested in being one of the first users of the FeedShield tool? Are there other ways you see yourself working with us?
ar: هل تريد أن تلعب دورًا فعالًا في مكافحة الإساءة عبر الإنترنت؟ هل أنت مهتم بأن تكون واحدًا من أول مستخدمي أداة FeedShield؟ هل هناك طرق أخرى ترى نفسك تعمل معنا؟
fr: Voulez-vous jouer un rôle actif dans la lutte contre les abus en ligne ? Souhaitez-vous être l'un des premiers utilisateurs de l'outil FeedShield ? Y a-t-il d'autres façons de travailler avec nous ?

source: Find opportunities
ar: ابحث عن الفرص
fr: Trouver des opportunités

source: FAQs
ar: الأسئلة الشائعة
fr: Foire aux questions (FAQs)

source: How does FeedShield work?
ar: كيف يعمل FeedShield؟
fr: Comment fonctionne FeedShield?

source: FeedShield syncs with your Twitter account and uses machine learning technology to identify abusive comments. The tool rates each comment with a toxicity score and lets you take action - by muting or blocking accounts in bulk - without having to read the abusive messages. While all comments are automatically hidden, you can unhide them if you want to.
ar: يتزامن FeedShield مع حساب Twitter الخاص بك ويستخدم تقنية التعلم الآلي لتحديد التعليقات المسيئة. تقيم الأداة كل تعليق بدرجة سمية وتتيح لك اتخاذ إجراء - عن طريق كتم الصوت أو حظر الحسابات بالجملة - دون الحاجة إلى قراءة الرسائل المسيئة. بينما يتم إخفاء جميع التعليقات تلقائيًا ، يمكنك إظهارها إذا كنت ترغب في ذلك.
fr: FeedShield se synchronise avec votre compte Twitter et utilise une technologie d'apprentissage automatique pour identifier les commentaires abusifs. L'outil attribue à chaque commentaire un score de toxicité et vous permet d'agir - en supprimant ou en bloquant des comptes en masse - sans avoir à lire les messages abusifs. Tous les commentaires sont automatiquement masqués, mais vous pouvez les désactiver si vous le souhaitez
